[
  {
    "record_id": "001730572",
    "title": "Friendship improv'd, or the Female Warriour; A tragedy [in five acts and in verse]",
    "date": "1700-1750",
    "text": "16 Lo. What shall I say to make you think me true, By Heav'n, I never lov'd a Maid like you. You reign sole Mistress of my faithful Heart, No other Fair can claim the smallest Part. Go then, my Love, with this Assurance go; Leave me to meet, and overcome the Foe. Their Drums and Trumpets dare us to the Fight, And high-wav'd Swords to bloody Fields invite. The furious King chafes for his loyt'ring Son, 1 While Shouts of rang'd Battalions urge him on, s All like grip'd Thunder ftrugling to be gone. > Go, my Orythia, and no longer pine, But one short Hour, I shall again be thine. Go somewhere, whence you may my Actions view, And bless the Sword and Arm that strike for you. Ory. Save him, kind Heav'n ! some God his Guardian be, Take care, dear Youth ! in your own self, of me. Give me another, and another Sight y Of that dear Face in which my Eyes delight, C 'Ere thou art lost in Everlasting Night. 5 Let me embrace thee thus, thus fold thee fast, Take this last Kiss, and now another last. With Fear and Hope I stand by turns possest, y That tears and rends, this lulls and sooths my Breast, C • And flatters my tumultuous Soul to Rest. j My various Thoughts a Thousand Phantoms frame, One while the conqu'ring Foes your Fall proclaim, Then shifting Fancy shews propitious Scenes, y And I'o, Locris, ecchoes through the Plains, > I'o, my Locris conquers, lives and reigns. j [Exit. Locris alone. Lo. Was ever Passion wrought to this Excess, And yet, ye conscious Gods ! mine is not less. Her's will be cur'd as soon as I am known, But how ? kind Heav'n ! how shall I cure my own. I love a Man, from whom I hide my Fires, And with my Sex conceal my fond .Desires. A",
    "language_1": "English",
    "mean_wc_ocr": 0.7279999852180481,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "The Epiftle Dedicatory. pretend any Claim, where fuch a Candi' date as y our Laiyjhip appears . Tour Fa\" ther fwayd the Heaven of Poetry, at once the avcf ul and the Touthful Jove, his Judge ment, and his Fancy, were the Lightening and theThunder which he brandiJtid.Thus great herufd, * — and all his Attributes are yours. Tour Lady/hip lives the Mi nerva, and feems the charming Off-fpring of the very brain of Jove, lis your La dy/hip's to.be beauteous, but yet to be a bove it. Tour Lady/hip's Soul tranfcends all outward form, your Wit's the trueft Venus ; not like the light, fi&itious God defii fprung from froth, but from the no bleft Fountain, the very Helicon ofPoefy. Tour Ladyfhip thus derived, I would in finuate thence the freedom of this Addrefs, and turn my prefumption to a Duty ; for every Poetfiands obliged to approach, and to revere the Streams which flow imme- diate from the Mufes Spring. ,Tis part of the Mufes Works I here prefume to pre- D 3 fent",
    "language_1": "English",
    "mean_wc_ocr": 0.6710000038146973,
    "place": "London"
  },
  {
    "record_id": "001730572",
    "title": "Friendship improv'd, or the Female Warriour; A tragedy [in five acts and in verse]",
    "date": "1700-1750",
    "text": "13 i [Exit [Exit. Enter Zo. He told m§ things, Semanthe, might have made Another Soul both anxious and afraid. He talk'd of Archias, to the Rebels fled, And young Ar axes risen from the dead. This wrought my Rage, but wrought at once Disdain, In vain, young Prince, you come and arm in vain, While this is in my Hand, 'tis I that reign. Sem. What dismal Scenes of Fate and Death are here 5 How dreadful does that Hand, those Looks appear? That fatal Sword shall find a purple Flood, And Sicily shall be the Scene of Blood. O whither shall I fly to shun the Sight ? Would I were wrapt in Everlasting Night. Would I were lock'd within my silent Tomb, Or thrown in Ætna's suffocating Womb, Unknowing of the Woes That threaten from behind, and crowd to come. Zo. Fly where thou wilt, fly to Ar axes— ■— do, Act like a Wife, do thou betray me too. Fly from me with thy Train of servile Fears, Thy Conscieuce, thy Eternal Tongue and Tears, from my domestick Torment set me free, And send ev'n Death it self instead of thee. Sem. Thus then commanded from thy Sight I go, And leave thee to thy self, thy greatest Foe. Yet not to Rebels, nor to Rome I fly, y But to those sacred Pow'rs which you defie, > And at their Shrines I'll study how to dye. j My Pray'rs frail hourly be to Heaven addrest, Heav'n, stii! our last try'd Friend, but still our best. For all my Crimes I have but once been curst, Then, then, thou Tyrant, when we marry'd first. Zo. From thence I date my Woes, of that repent, There, Mis'ries never lessen, but augment. In vain with life-long Trouble we contend, Where Women are concern'd, it cannot end. On them we lavish our unhappy Life, The Mistress plagues us first, and then the Wife.",
    "language_1": "English",
    "mean_wc_ocr": 0.7110000252723694,
    "place": "London"
  },
  {
    "record_id": "001730572",
    "title": "Friendship improv'd, or the Female Warriour; A tragedy [in five acts and in verse]",
    "date": "1700-1750",
    "text": "17 {.going- A Man, a Stranger, whom no Kindred claim, Of Parentage obscure, tho' known to Fame. Yet in his Eyes such .Sparks of greatness rowl, So charming is his Mien, so vast his Soul. Such Glories in his awful Aspect shine, He cannot come from an ignoble Line. He wants a Crown, but shall Maherball want, When that, in time, will be in me to grant ? He best can Guard it with his conquering Sword, And he shall be mine, and my Empire's Lord. Enter Cyllene. Cyl. Turn, Brother, loft Cyllene begs you turn, For (he will hold you, till you hear her mourn : , You were the firft occafion of my Pain, And you muft help me to my Peace again. Why did you bring that Stranger to our Court? Why have the Gods ordain'd me for his Sport ? He knows in what a raging Flame I burn, He knows my Love, but makes me no Return. Your Breath, your Praife firft kindled up my Fire, Speak to him then, tell all my fierce Defire : So wild my Pafiion is, my Pain is fuch ; Tell all that Poets feign, you cannot tell too much. ho. What can the Gods at laft by this defign ? Theirs is the Sport, the Plague, and Pain is mine. Methinks, in fome^enchanted Round we move, Loft, and bewilder'd in the Maze of Love. She begs me here to make her Paffion known To the dear Youth from whom I hide my own. Your Story Sifter, will become you beft, [ To her. Love ftill (hould be, by thofe in Love, confeft. Of all Mankind I (hall not do you right, Nor reprefent your Longings at their height. I could not for my felf Orythia wooe, y But left that part for Zoilus to do £ How can you think I (hould prevail for you ? j Cyl. Already have I told him all I bore, D And",
    "language_1": "English",
    "mean_wc_ocr": 0.656000018119812,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Poems on fever al Occafions. 65 Blaming Jove's Promife, your complains are found, For, in his lofs, you think the World is drown'd. This may confiftent with your Notions be, For the Lov'd Youth was all the World to thee. But while your Eyes fpread all your Face with rain; Not Earth, but Heav'n endures the Deluge then* For you,the Youth bore fuch a gen'rous Fire, As nought but Oceans could have made expire. His height of Paffion, like Lcander's, flew, And he would crofs a Hellefpont for you. Inftead of Lamps to guide him in the Night, With your fair Eyes you fliould have fliown him light* So had he fafely thro7 the Billows rode, To his Dear Herd's more fecure abode. As in the Floods he drew his Liquid Death, Thy name he utter'd with his lateft Breath. Love's Mother firft is faidfrora Seas to rife, And now the Son of Love in the rough Oceans lies* • ah ! how wretched did the Lover prove, Tho' he was bleft with kind returns of Love 1 Since he is drown'd, you fcorn our fond delires, His Waters fo have quench'd all other's Fires. tiibmiti C",
    "language_1": "English",
    "mean_wc_ocr": 0.6610000133514404,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "62 Poems on feveralOccafions. The Obvious Clouds they cut with flying Feet, And with their thund'ring Hoofs the Barriers beat. Now fwiftly Traverfe all the roaded Sky, And Chace the Night, o'er every path they fly. Fiercely they now thro' unknown Regions run, And the fad Earth, with tremblings, views the Sufl.' Whilft light'ning's hurl'd from7ow'slmperial throne, Who grafps hisFlaming Bolts,and Thunders dqwn. Now the whole Heav'ns, in Man's deftruaion join, And all the Clouds, like dreadful Comets, fhine. fR-fin, From their fcorch'd Wombs, they pour out all their Which Show'rs in Fire, down on defpairing Men. Trees feed the Flame which to their ruine turns, And Corn, by that, which firfi: produc'd it, burns. Loud ty£tna roars, with more than ufual Fires, And high Parnaffus bears two Flaming Spires. Large Fields of Sand! no fwelling Seas infold, Yet Tagus now flows with diflblving Gold. The Alps appear no longer Cloath'd in Snow. And Mountains tops in Cinders m<->iirn below. To",
    "language_1": "English",
    "mean_wc_ocr": 0.6620000004768372,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Poems on fever al Occafions. 129 Along the Airy confines of thy Fame, MyVerfe fliall roll, charg'd with thy Sultry name. My Hand, now Arm'd, a fatal Pow'r does own^ My Pen's the Thunder-bolt to dafli thee down. My kindling Eyes with Flames fo Furious move, They cant be fanCy'd to arife from Love. My fiercer Satyr cannot fo expire, For, Salamander like, 'tis born, and Lives in Fire. With waxen Wings to Airy heights you flew, Which none durft ever yet attempt, but you. As fome skill'd Fowler, who the Lark defcrys, And from his Glafs, darts Sun-beams in his Eyes,* Beholds the prey, which he faw Tow'ring, lay'd In the low Net, which on the ground he fpread 3 So, in thy fall, I'll fee thy weaknefs try'd, When I glance, on thee, all thy rays of Pride. And know, proud fhelTheDarts your Cupid threw, Were beardlefs toys,which myFriendSporting drew. Yet ftill their £oyfon fwells his Venom'd Mind, The Hony Paffion left a fling behind. Poor fuppliant ways you ufe with fordid Art, And Cringe your felf, to undermine a Heart. Yet, Ee",
    "language_1": "English",
    "mean_wc_ocr": 0.6930000185966492,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Metamorphofis of Love, 70 Now, to fmooth Ladon's Sandry Banks they flew, She fhuns him faft, who does more faft purfue, In the God's reach the Nymph does now appear, The Wings of Love out-fly the Wings of fear. With longing Arms he ftrives to feize his prey, Which from his cheated Arms efcapes as oft away^ Thus the balk'd Hound fnaps at the Hare in vain, Deceiv'd, Polls on, and isdeceiv'd again. But now the Nymph no more has Pow'r to run. Nor knows fhe how the eager God to fhun. She ftrait the watry Deity adores, Defires their pity, and their aid implores. Her Pray'rs are heard, and (he is caught at laft, Whom,chang'd toReeds,the wond'ringP^'j embrac't.1 Amaz'd, he now for his loft Miftrefs Mourns, And fpeaks her praifes, and his griefs by turns. Stirr'd with his fighs,theReeds with tremblings move, And in fhort Murmurs make complaints of Love. Ple3s'd with theSound,the God,all Rav ifli'd, cries,^ Tho' thee in Perfon Rigid fate denies, > Thy fweet, thy Charming Mufick never dies. Jl Still (hall fuch converfe by thy change be found, And her own Pipe fhall Syrinx praifes Sound. Jupiter",
    "language_1": "English",
    "mean_wc_ocr": 0.6610000133514404,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Metamorphofis of Love. 64 So clear it fhows, the Beauteous Trees appear, As if they faw to place their branches there. Whofe lofty Tops do with fuch tremblings move, As if they too were with themfelves in Love. Here, tir'd with hunting, fair Narciffus came, Nor from fuch Waters fear'd a rifing Flame. Pleas'd with the Shade, upon his Face he lies, Till Captiv'd there by his own Conquering Eyes. He fees his Shadow in the liquid Glafs, But knew not what his Charming Shadow was. With conftant Eyes the fleeting form he views, For fear the darling object he fhould lofe. So have I feen a well-Cut Parian Stone, Appear to gaze, with admiration, down. He Loves himfelf, what fliall the Lover do, Both his own Miftrefs, and his Suitor too ? Oft floop'd he down to catch the pleafing Cloud, And fill'd his Arms with the deceitful Flood* From the fierce Lover the falfe image fled, Coy, and Difdainful, as a Courted Maid. How could he hope, or e'er expect to find So cold a Miftrefs to his wiflies kind ? How could her wat'ry Breaft his Flames approve, Too chill alas ! to feel the warmth of Love. Railing",
    "language_1": "English",
    "mean_wc_ocr": 0.6620000004768372,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Metamorphofis of Love. 37 In vain, exerting all her Pow'rs, Ihe ftrove, Alas ! What Woman can contend with Jove ! Enjoy'd,he leaves the Nymph,who well might know The Chafteft Goddefs could not ufe her fo. Rifing in haft, ftrait from the Woods fhe fprung, And left her Bow, her ufelefs Bow, unftrung. She fees Diana, but flie dreads the Ihape, And Blulhing flies her fall, and fears a fecond Rape. Pigmalion and his hfry Statue. IN a lewd Age Pigmalion'fpent his times,( Crimes. Women debauch'd themfelves with Monftrous No vertuous Virgin in his Days was known, p All the Chaft, Female Modefty was gone, S Therefore a long, long time he liv'd alone. j An Iv'ry Statue now at laft he Frames, And from the Maid he form'd, he gathers Flames. In every part, the Virgin did excel, O Which Limb was bell, the Artift could not tell, > It was all Lovely, and he Lov'd it well. J Curious her fhape, fo fparkling were her Eyes, *) Such quick, fuch glancing brightnefs in them lies, > They would haveroird,but that her fham-; denies, j Y 3 Such",
    "language_1": "English",
    "mean_wc_ocr": 0.6520000100135803,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Metdmorphofis of Love, i c Their leaves look pale,Herbs blufli with drops of (gore,/ Earth Groans, Dogs howl, Eccho repeats it o'er, Q And hollow Rocks in murmurs hoarfly roar. *** Thro' all the Air unbodied Spirits glide, And on the tainted ground black,flimySerpents Hide, Now Night comes on, and gloomy fears it brings, To Canens mind, upon it's Cloudy Wings. Confus'd,thro' Woods, with lights her Servants fled, In queft of Picus, whom flie fancies dead. They not returning, from the Court flie ftrays, And, as chance led her, follow'd wand'ring ways. On Tyberh Banks (he fits, in fad Defpair, Spent witji a tedious fearch, and Melancholy care. There pining, ftill fhe weeps, and weeping Sings, With fweeteft Voice, the fofteft, mournful things. So, to Meander's Streams Swans flowly fly, Sing their own Breath away, and Charming die. Not long flie liv'd, yet ever lives in Fame, And ftill the place fhe mourn'd in, bears her name. Jupiter",
    "language_1": "English",
    "mean_wc_ocr": 0.656000018119812,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Metamorphofis of Love. 41 Salmacis and Hermaphroditus. fipH E Beauteous Salmacis, who Lov'd her eafe,~) 1 ■***• By her own Fountain Pafles happy Days. > There flie delights, there do her wiflies pleafe. j This Nymph was ftill unpra&is'd in the chace, She ne'er contended in a painful race. Lov'd not to mingle with Diana's Train, Nor draw the Bow, nor Hunt upon the Plain. Oft her laborious Sifters bid her rife, To Join with them, and get fome ftately Prize. They urg'd her oft with Words repeated o'er, To follows Staggs, or to purfue the Boar. All would not do, fhe would no Quiver feize, Nor for their toil forgo her pleafant eafe. But in her Fountain flie delights to play, By Night refts there, and there Ihe Bathes by Day. Still in that liquid Glafs flie d**eft her Charms, And her fair Eyes with Loving glances Arms. There ftill fhe learnt what Gefture beft became, There practic'd Charms, fuch as could raife a Flame. Oft from one fide Ihe to the other Swims, Then in fine Lawn arrays her Beauteous Limbs. Oft,",
    "language_1": "English",
    "mean_wc_ocr": 0.7049999833106995,
    "place": "London"
  },
  {
    "record_id": "001730572",
    "title": "Friendship improv'd, or the Female Warriour; A tragedy [in five acts and in verse]",
    "date": "1700-1750",
    "text": "40 Dare Fate, like Heroes born of Royal Blood, Fall as Maherball and Araxes should. Ma. 'Tis for Revenge I grovel here, and groan; I mourn my Father's Fate, and not my own. Mourn, that I cannot hurl this Murth'rer down ToSulph'rous Lakes, ten thousand Fathom down. Arch. Yet still be calm, and let not Fortune boast ; Your Godlike Temper, when she frown'd, was-lost. Ma. There is a time, when Nature seems at Peace, And all the Jars in the Creation cease. When Winds and Waves are hush'd, and heard no more And those forbear to rage, and these to roar. There is a time, when Clowds disperse and fly, No more engendring Thunder in the Sky. A time when Wars no more the World molest; y All with a deep, sweet Calm supinely blest ; \\ But we are never with our selves at rest. j This is the State ev'n of the happiest Men ; Then, cruel Gods ! Oh ! what must mine be then ? Arch. Hark,the Doors open, and theTraytor'scome. Heav'n 1 can you suffer so unjust a Doom ? Yet, let the Fates decree what-e'er they will, Conceal Araxes, be Maherball still. Ma. Yet will I not die tame, but perish warm ; My Hands, instead of Swords, my Bolts shall arm : And tho' I fall in an ignoble Throng, I jyill make sure to have one Slave along. Enter Locris and Governom of the Prison., Lo. Be quicker ; burst asunder all the Doors, This Signet here all I command secures. In what a Posture does my Hero stand ? How better would a Sword become his Hand ? Quick, knock his Shackles^off, and then retreat, .And, on your Life, where I appointed wait. [Gov. kfocks off his Bolts, and Exit. Ma. Sure,",
    "language_1": "English",
    "mean_wc_ocr": 0.7289999723434448,
    "place": "London"
  },
  {
    "record_id": "001730572",
    "title": "Friendship improv'd, or the Female Warriour; A tragedy [in five acts and in verse]",
    "date": "1700-1750",
    "text": "8 To me those well-known Sounds of War are Charms, More than Love-murmurs in a Maiden's Arms. My daring Soul, the dusty Fields Delight, Beyond the Dalliance of a Bridal Night. .. This our last Stake against all theirs we lay, -s Throw boldly ; if we win the dreadful Day, C Their Fortunes are for ever cast away. ) Zo. In the mean time shall faithful Archias fly, With all his Speed to Carthage for Supply. , Not far from hence their Fleet at Anchor rides ; 'Twill reach us here in some revolving Tides : Till then, my Son, go seek your Tyrian Friend , On him and you my present Hopes depend. Let Blood and Battle wear their ugliest Form, By all the Gods we'll face the gathering Storm. Enter Semanthe and Women. What! Art thou here > Thou dire Presage! Thou Wife ! Bane of brave Thoughts, Plague every way of Life. Thou com'st to steal away this Youth's Renown, And with thy Tears to melt his Manhood down : Like other Fools, thou wou'dst thy Offspring save, Still wish him living, tho he lives a Slave. Sorceress, he shall to War 3 Avaunt, begone 5 Come, follow me to Arms, to Arms, my Son. [Exit Sem. So, Tyrant, may'st thou still mistake my Sence; I'll fend him thither, not detain him thence: Tho' in the Battle he may meet his Fate ; My Fears are easier than they were of late. There harmless Darts may sing around his Head, y But had War stay'd, till he was forc'd to wed, C He must have perish'd in the Bridal Bed. J Now, by my dawning Hopes, no Servile Fear Dwells in my Soul, but all is aim and clear. Sound all the Trumpets there, beat all the Drums, Not only Locris, but Semanthe comes. I'll grasp a Sword, and to the Batde fly, With Locris conquer, or with Locris dye. TTnlkv",
    "language_1": "English",
    "mean_wc_ocr": 0.7170000076293945,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Hero, Prieftefs of Venus. 23 Tho' the whole Ocean with loud tempefts roar, And Barks lie fcatter'd on the foamy fhore, I ne'er fhall meet with any dreadful harms, Steering my Courfi to thofe Lov'd, happy Arms, The hardlhip only will cncreafethe Mils, (If ought encreafcs what Immortal is.) I would fcorn Joys got in the common road, For thee, my Heav'n, I would outdare a God. Yes, every Night, I will Abydos leave, *f\\ And all the Terrours of the Ocean brave, > Outface each Wind, and every faithlefs Wave, j But this CO Life of Love !) you needs muft grant, (For 'tis a kindnefs I fliall greatly want.) Let a bright Torch fhine from your Tow'r afar, While I, Love's bark, make that my guiding Star. For you, my Fair, the Hellefpont I'll Plow, With his own Arms fhall your bold Lover Row.' For you I burn with fuch a fierce defire, That I would fwim to thee thro' Seas of Fire.' I need not beg yon of the ftorms beware, *) For, if you Love, you will extreamly fear, S And who, Ah! who would lofi the bleffing near ! j Now,deareft Maid,fince you my Name would know It is Leander that adores you fo. L 4 Jhefe;",
    "language_1": "English",
    "mean_wc_ocr": 0.6579999923706055,
    "place": "London"
  },
  {
    "record_id": "002368652",
    "title": "The Generous Choice. A comedy [in five acts, and in prose, with songs]",
    "date": "1700-1750",
    "text": "The Epiftle Dedicatory. But if I had Strength to fupport the Under taking, 1 ihould beg leave to mention your Affability of Temper , your Perfection in Learning, a Delicacy in your Thoughts, a no ble Vivacity in your ExprefTions, a matchlels Fire in your Fancy, and a great Exaftnefs of Judgment : To change the Scene ; your Perfo nal Bravery in the Camp, your Gallantry at Court, your Zeal to lei ve your Friends, your Humanity to all the World, and your eaiie Difpatch in Buiinefs. Thus confummate in Merit, no wonder your Great Mafler's Favor fhould ihine upon you with fuch DiftincTiion as to lend lb Gal lant a Son to fucceed fb Renown'd a Father in his Commands and Governments Abroad. Permit me, Sir , on this occafion to wifh you a Profperoiis Voyage, and all the Happi nefs that ever Man enioy'd. 1 cannot end better than with fuch a Wiih y nor can it be fent to you with greater Ferven cy by any one, than SIR, Tour much Obligd, Humble Servant, F.M.",
    "language_1": "English",
    "mean_wc_ocr": 0.6660000085830688,
    "place": "London"
  },
  {
    "record_id": "003988500",
    "title": "The Plain-Dealer ... The fifth edition",
    "date": "1700-1750",
    "text": "The PLAIN-DEALER. 21 thor'swant of Wit, expofes his own to more cenfure : fo may a Lady call her own modefty in queftion^ by publickly cavilling with the Poets -, for all thofe grimaces of honour, and artificial modefty, difparage a Woman's reaf Vertue, as much as the ufe of white and red does the natural complex ion ; and you muft ufe very, very little, if you wou'd have it thought your own. Oliv. Then you wou'd have a Woman of Honour with paffive looks, ears, and tongue, undergo all the hideous obfcenity fhe hears at nafty Plays ? Eliz. Truly I think a Woman betrays her want of modefty, by fhewing it publickly in a Play-houfe, as much as a Man does his want of courage by a quarrel there ; for the truly modeft and ftout fay leaft, and are leaft ex ceptions, efpecially in publick. Oliv. O hideous! Coufin, this cannot be your opinion ; but you' are one of thofe who have the confidence to pardon the filthy Play. Eliz. Why, what is there of ill in't, fay you ? Oliv. O fy, fy, fy, wou'd you put me to the blufh anew ? call all the blood into my face again ? But to fatisfie you then, firft the clandeftine ob fcenity in the very name of Homer. Eliz. Truly, 'tis fo hidden, I cannot find it out, I confefs. Oliv. O horrid ! does it not give you the rank conception, or image of a Goat, or Town-Bull, or a Satyr ? nay, what is yet a filthier Image than all the reft, that of an Eunuch ? Eliz. What then? I can think of a Goat, a Bull, or Satyr, without any hurt. Oliv. I, but, Coufin, one cannot flop there. Eliz. I can, Coufin. Oliv. O no ; for when you have thoie filthy Creatures in your head once, the next thing you think, is what they do ; as their defiling of honeft Mens Beds and Couches, Rapes upon fleeping and waking Country -Virgins, under Hedges and on Haycocks : nay, further Eliz. Nay ; no farther, Coufin, we have enough of your Comment on the Play, which will make you more afham'd than the Play it felf. Oliv. O, believe me, 'tis a filthy Play, and you may take my Word for a filthy Play, as foon as anothers ; but the filthieft thing in that Play, or a ny other Play, is Eliz. Pray keep it to your felf, if it be. Oliv. No, faith, you fhall know it, I'm refolv'd to make you out of love with the Play, I fay, the lewdeft, filthieft thing, is his China -, nay, I will never forget the beaftly Author his China : he has quite taken away the re putation of poor China it felf, and fully'd the moft innocent and pretty Fur niture of a Ladies Chamber, infomuch that T was fain to break all my de fil'd Veilels. You fee I have none left ; nor you, I hope. Eliz. You'll pardon me, I cannot think the worfe of my Clfina, for that of the Play-houfe. Oliv. Why, you will not keep any now fure ! 'tis now as unfit an orna ment for a Ladies Chamber, as the Pictures that come from Italy, and other hot Countries, as appears by their nudities, which I always cover, or fhatch out, wherefoe're I find 'em. But China ! out upon't, filthy China, nafty, de bauch'd China! Elis.",
    "language_1": "English",
    "mean_wc_ocr": 0.6899999976158142,
    "place": "London"
  },
  {
    "record_id": "001730572",
    "title": "Friendship improv'd, or the Female Warriour; A tragedy [in five acts and in verse]",
    "date": "1700-1750",
    "text": "5 Sem. Oh, Son t My Words will with my Wishes run Oh ! would to all the Gods you were a Son. Ah ! Daughter, at thy very Birth betray 'd, Destin'd to die, when thou art known a Maid. Thou yet hast been preserv'd, bred up to wield ) The Shining Sword, to lift the pondrous Shield, £ And act the fearless Hero in the Field. 3 Heav'n has been kind, and help'd you in your part, And gave you, tho' a Maid, a Manly Heart : But how, alas ! ye Gods, instruct me how Shall we continue our Impostor now ? Tho' your deluded Sire should never know Your Sex 3 we cannot cheat Orythia so. From her strict Search the Fraud we cannot hide, Nor e're appease the disappointed Bride. Lo. Oft have I seen you tremble to relate The strange fantastick Malice of my Fate 5 , Thro* what wild Maze I've been already led, And what yet wilder I have left to tread. My careful Sire the longing Bride prepares, And I his Daughter must beget him Heirs. What will ye do with me, ye Powers Divine I •> Say, is it not with Reason I repine, C Since no Maid's Fate was e're perplex'd as mine. 5 To shun my threatned Death conceal'd I lie - r But always fearing Death, do more than die. Sem. Heaven ! in these Realms let .Desolation reign, y Let Fire and Sword eternal War maintain, C They cannot form a more distracting Scene. } Now, treacherously thy Stars deceee thy Doom 5 A Wife thy Bane, the Bridal Bed thy Tomb. Furies will hold the Torches round your Head, And Fate officiate there in Hymen's stead. For Joys unknown you shall resign your Life ; And (he no Husband* have, and you no Wife: The Bride her Disappointment will perplex 3 But when yojur Father comes to know your Sex, When he (hall find his mighty Projects crost, And his fair Prospect in your Manhood lost,",
    "language_1": "English",
    "mean_wc_ocr": 0.7120000123977661,
    "place": "London"
  },
  {
    "record_id": "003589871",
    "title": "The Olde, Old, Very Olde Man: or, The Age and long life of Thomas Par ... who was Borne in the Raigne of King Edward the 4th. and is now living in the Strand, being aged 152 yeares and odd Monethes, etc",
    "date": "1700-1750",
    "text": "T H E OLD, OLD, Very OLD MAN; OR, THE AGE and Long LIFE O F THOMAS PARR, WHO Was born at a Place call'd Winnington, in the PariSh of Alberbury, in the County of Salop, in the Reign of King Edward the Fourth; and liv'd in the Reigns of ten Kings and Queens; and now lyes interr'd in Weflminjler-Abby. To which is prefix'd, An Account of his being brought up to Court, out of Shyop- fhire, in the Reign of King Charles the Firft, in the Year 1635 ; by the Earl of Arundel and Surry, Earl Marlhal of England ; being then Aged One hundred fifty-two Years and odd Months. His Way of Living in fo long a P 1 l g r i m a g e, his Marri- ages, &c. Done from the EDITION Printed in his Life Time. Written by JOHN T A T L 0 R, the Water-Poet. Dedicated to King CHARLES [the Firft. The Third Edition. LONDON: Printed for T. C 0 o p e r, at the Globe, in Paternofter-Row. Price One Shilling.",
    "language_1": "English",
    "mean_wc_ocr": 0.6600000262260437,
    "place": "London"
  },
  {
    "record_id": "001730572",
    "title": "Friendship improv'd, or the Female Warriour; A tragedy [in five acts and in verse]",
    "date": "1700-1750",
    "text": "49 Raving with Prophecy, repent, repent She cries, or the Just Gods will ne'er relent. Could Penitence, indulgent Heav'n, atone So cheap, Araxes will not sell his throne. Ha ! who is there, Cyllene, O ray child, Why look you thus? thus like your Father wild? I hop'd for comfort from you, but I find, That is grown strange to me, and all my kind. Cyll. Ruine surrounds us, Death and Hell's at hand, p Ready for plunging on the brinks we stand, > While Furies to our Faces shake the brand. 3 Think on your Locris, your pretended Son, 'Tis he that pulls your headlong Ruine on. He, and your curst ingrateful Gen'ral joyn, Their Hellish aim is at your Life and mine. Z$. Ha I what pretended Son ? be brief, and plain, Unless your stronger Fears have turn'd your Brain. Cyll. Your Locris is a Woman : Start at this ? Once more, if I am one, I swear she is. He who so Bravely, and so Boldly Fought, p\" Ev'nnow confefs'd the Woman; let this thought > Make it seem possible, 'twas Love that taught; 3i Love taught her how to weild the Sword and Spear, Love of Maherbal banifVd all her fear. Zj>. Impossible, you trifle. Cyll. Do I wake? Do I fee thee, my Father ? do I speak ? Zj>. Cease your mad Questions, and your madder Tale, I saw it newly Born, and saw it Male. Cyll. Might not some Male a while supply her place, That's a stale cheat, oft known in such a case. Once the false Infant is expos'd to view, They strait return him, and take back the true. Z». By Heav'n, thou rack'st my very brain, — forbear, Too plain, old Credulous Fool, their Plots appear. Be all my kindred, all but thou, accurst, Hell seize on all, but on Semanthe first. Fly, bid my Souldiers arm, all mount the Guard, Hast, and let every Avenue be barr'd. H Would",
    "language_1": "English",
    "mean_wc_ocr": 0.6940000057220459,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Poems on fever dlOccdfions. 73 The raviflit Youth, whom thou flialt Love, may As true a Paradife, as once was loft. . (boaft To a Lady, prefenting her a Box of Patches. f~^0, envy'd prefent, and thofe Charms improve,1 Thofe killing Charms, which I am doom'd to 111 thus I lavilh Sacred Beauty's ftore, (Love. To Arm the foe, that vanquifli'd me before -, Why fhould I wing thofe Shafts, by which I bleed ? And paint the Poyfon*, when 'tis Death to feed ? Tho' thy leaft patch fhall brighter glories hide, Than fhine in any other Face defcry'd ; Such are thy wond'rous Charms, Viaorious Maid ! The more I hide them, they are more difplay'd. So, the Sun's rays, fhine, when allay'd with Clouds *, That fhows them fairer, which their glory fhrowds. Thus, dying Stars Deck gay the Spangled Morn, And with mild Light, the infant dawn adorn. To Diamonds, thus, their foil does Luftre give And thus, the fliade makes the fair Piaure live. While thy dear Face thefe Clufter'd Patches wears1 •*> Thy Charming Face Loves Galaxy appears. Soft does that Skin, without thofe Patches, fhow, Soft, as the fofceft Silk, which makes them fo. Thus",
    "language_1": "English",
    "mean_wc_ocr": 0.6520000100135803,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Metamorphofis of Love, 28 The Charming fair does all his Thoughts poffefs, Great was his Love, which yet he wifht not lefs. His fancy brings her ftill before his view, \") His very fancy does his Flames renew, > And as he thinks he fees her, he begins to fue. j Thep,as from Dreams, wak'd from thofe Thoughts, (he turns, Reflects on real Charms, and fiercer burns. Thofe he has feen, his whole Idea fill, (ftill. But ah ! he thinks — heknows,there muft be greater Thus does he pafs the tedious Hours of Night, With Am'rous,painfulThoughts,which yield a Nice Oft does he wilh for the approach of Day, (Delight. That be may haft, with his Lov'd prize, away. And now, at laft, the wifh'd-for Morn appears, T When old Pandion, thus with ftreamihg Tears, > Parts with the laft dear hope of his decliningYears. My Son, fince Piety this due requires, I yi^ld to yours, and Prognfs fond defires. But oh .' I charge you by the Gods above, Guard, and defend her, with a Father's Love. You, Daughter, leave me not too long alone, How Ihall I live, when my laft comfort's gone ! You",
    "language_1": "English",
    "mean_wc_ocr": 0.6679999828338623,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Mifcettany of Love. 108 LOVE in IDEA Written to a Friend, who faid his Miftrefs •was above Gold, and defif'd my advice in his Suit. YE S, fome there are, fure yet fome Nymphs (remain, Some genVous Nymphs, defpifing fordid gain. If fuch you find, no fuff'rings are too hard, No Pains are great enough for fuch reward. If fome fuch truly noble fair you fee, You meet that fair yet never met by me. My Art were ufelefs then, nor would I teach Devices far below her glorious reach. Exalted Numbers fliould her worth Proclaim, She fhould be every Poet's Charming Theam, Above the Stars the Mufe her name fliould bear, Fix her immortal Crown, for ever fixt it there. Such gen'rous Flames would Paradife reftore, With t-low'ry Pleafures, as at firft it bore. m",
    "language_1": "English",
    "mean_wc_ocr": 0.6520000100135803,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Letters of Love, 103 Whether by chance, or by misfortunes hurl'd, Too well I know, and now defpife the World, From all it's loofe, Fantaftick Charms I flee, Contemning all it's Beauties — all, but thee. Like fome Skill'd Traveller, o'ercaft with Night, O Gay, fhooting Meteors, and falfe Stars I flight, > But rife, and bow to the Sun's awful light. J Each Meaner Planet might Attraa the Eye *, *y But Sol in view, all Conftellations fly.*, V What Beauty's feen, and bright Amafia by ? j You with peculiar force your Glances Arm, p Nor do they fhine alone, but fliine and warm: > Lovely in every thing! in all you Charm. j Why fliould I bring your Image to my veiw ? O would your Image could be very you. But I unbleft, am by all Bars deny'd, Your Guardian Father, and your Guardian Pride. Tho' Death it felf from your difdain I meet, I ask but this ■ ■ ■ ■ ■ Let me receive it at AmaftcPs Feet. Tfi",
    "language_1": "English",
    "mean_wc_ocr": 0.6899999976158142,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Kingdom of Love. 15 In Sandy defarts I could dwell with thee, Bleft, where no Creature ever ftept, but we. NorWoods,nor Wilds, nor Seas could make me fear, Where'er you are, there is a Tempe there. Loft in fome Ifle, where raving Oceans roar, And dafh the rocks upon the barren fliore. Where breaking Waves make all the place refound, And Eccho Thunder the whole Ifland round. Where Monftrous Fifh thro' all the Surges play, With Voices louder than their Mother Sea. Where Billows Foam, laflit by the raging Tide, ■ And nought but horrid Salvages refide. With thee, Amafia, 1 could there be bleft, With thee, my Love, were I of thee poffeft. My great concern would be to guard thee there,' To fave my Miftrefs fhould be all my care. Secure from Storms, and every Beaft of prey, Tho' thou art fure more cruel far than they. A Scene not very diff 'rent here I choofe, A place Convenient for' the Mourning Mufe.' To dark Recefles, and to Groves I run, \"1 But carry with me all I wifh to fhun, > You fhoot thro' Thickets, like the Noon-day Sun. J Well",
    "language_1": "English",
    "mean_wc_ocr": 0.656000018119812,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "48 Metdmorphofis of Love. On fleep Hymettus (he her Flames declar'd, But happy Procris is to her prefer'd. She had his Heart, fhe had his Soul before, He gave her all hecould,and wilh'd to give her more.1 This when Aurora knew, inrag'd flie faid, Keep then your Procris, prize your Nuptial Bed. But if I fate, or her proceedings know, You foon will wilhyou had not Lov'd her fo. He leaves the Goddefs, but her Words he bears, Which rack his Mind withThoufand Anxious fears* Sometimes he thinks Die might his honour wrong, And then concludes her Vertuous/ho' Ihe's young. Yet oft he doubts, where the furmize was vain, And muft himfelf be Author of his pain. Chang'd by Aurora, a new form he wears, And, as a ftranger, at his Houfe appears. All there was filent, he could find no Crime, As if with Procris all had mourn'd for him. With all his Arts he does the cheat purfue, And feem'd to fear that they were all too few; At length he fees her, and amaz'd he flood, New Beams ofBeauty pierc'd her forrow's Cloud* Scarce from due Kifles could he there refrain, And almoft thought to grow himfelf again. For",
    "language_1": "English",
    "mean_wc_ocr": 0.6930000185966492,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "THE PREFACE: A Preface is the trading Stock the Author gives his Book, as Parents do to their Tounger Children, as foon as they think them of Tears Mature enough to launch into the World. As for my Embryo, I hone ft ly dtfavoiv allfondnefs to it ; and only write now to fatisfy the Lady Urania, that I have to the las! Volume forhorn to mention her Name in hopes to have made fome difcovery of her, in order to return her the thanks fbe deferves, with all the praife fhe has given me ; all her own. I received it, not be caufe I had, by Merit , any right to keep it, but hecaufe, as all praife is her*s, fhe has Power to give it where fbe pleafes. Whoever this Charming Urania is, I muff confefs fhe^s altogether un known to me, and when I read the Panigyrick fhe has been pleased to fend me, I have reafon to fear lam as much unknown to her. Thoy the Comple ment fbe has made me in her Verfe s be a very great one, fhe may yet confer one much greater on me in permitting me to read her Face. T H E",
    "language_1": "English",
    "mean_wc_ocr": 0.6779999732971191,
    "place": "London"
  },
  {
    "record_id": "001730572",
    "title": "Friendship improv'd, or the Female Warriour; A tragedy [in five acts and in verse]",
    "date": "1700-1750",
    "text": "7 Hark, now again their ominous Voices rife, And now again are eccho'd from the Shies. Like Niobe, I'll go, and make my Moan, -% And ftanding on fome barren Cliff alone, C Grow dry with Grief, and ftiffen into Stone. J Manet Locris. Lo. My Spirits pant apace, my throbbing Breath Comes short, my Eye-lids seem to swim in Death. Fear,- tho' a Woman, I could never know, And yet there's something makes me tremble now. In such fad Accents was my Story told, Her Eyes with such Prophetick Fury roll'd, Fate must this day some Tragedy design, And not to have it her's, I wish it mine. Ha! What is this I hear, some new Alarms. -j r n , Whatever Fate decrees this Mustek charms, C ■- U ~ m attA For next to living is to dye in Arms. . $ •* •**■*****'• Enter Zoilus. Zo. Arm, Locris, arm, like a- tempestuous Main, War in full Tide3 comes rolling on again. Their broad spread Sails the Roman Fleet displays, And their proud Eagles hover on our Seas. My false Sicilians with the Foe combine, > All on a sudden in Rebellion joyn, S- And nothing now but Syracuse is mine. J Dejected Hymen at the News withdrew, And murmur'd out in Sighs a fad Adieu. Mars, in his stead, comes formidably down, l And aws our Island with his dreadful Frown, > While his arm'd Legions compass all our Town. j Lo. Here let us then, in this ouHast Retreat, Resist the Shock, and grapple with our Fate. True Courage in Distress is wont to soar, And we have been reduc'd as low before. To",
    "language_1": "English",
    "mean_wc_ocr": 0.6790000200271606,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "43 THE FOREST of LOVE. Being fome Copies Written to AmaHa, on particular Occafions. To Amafia, who made me a prefent of a Studying- Cap, varioufly Beautified with Trees and PlovPrs of Needle Work : HO W great's your skill, that you can here (reftore What your Dear Sex loft all the World Not readier, Chaos the ItrangeJfWObey'd *, (before- You wave your Hand, and Paradife is made. Your fuddain Plants, at firft Appearance, bloom, And all is Spring, where'er your Fingers come. Only that fad Narciffus fades away, As if Self-Love made ev'n the Flower decay. Your lofty Cedars at full growth appear *, Not fooner Planted, than theyFlouriih here. You",
    "language_1": "English",
    "mean_wc_ocr": 0.656000018119812,
    "place": "London"
  },
  {
    "record_id": "002368652",
    "title": "The Generous Choice. A comedy [in five acts, and in prose, with songs]",
    "date": "1700-1750",
    "text": "15 Con. Like enough, truly, for tho' we have a Peace d'ee fee, we ought to be upon our guard ; elfe what our Enemies could not bring to pafs by the Sword, they may try to do by Fire. i Ant. Pauvrc Antoine ! i Watch. D'ee hear, Mr. Conftable, what Gibberifh the Rogue fpeaks : I warrant that's Treafon, if we knew what 'twas. I fay, let him be hang'd without anymore a-doe. 2 Watch. What, d'ee talk of hanging only •* I humbly move, Mr. Conftable, that he may be firft hang'd and then drown'd. Con. Nay, hold a little, my hearts of Steel : The Law takes no tice of Life and Death, d'ee fee. Let us proceed regular, d'ce/nind: If upon further Examination, that is we find him a Vagabond That is to fay — a Fellow, that you know my meaning. i Watch. Ay, ay : One that can't anfwer for himfelf. Con. Ay 3 that's it, Tom, the very thing I would have faid : But as Iwasfaying, if he can give no 'count of himfelf, that is We'll put him in the Stocks till morning, d'ee mind, and then carry him before a Magiftrate. This is a Conftable's duty. 2 Watch. Ay, |y, 'tis fo, Mr. Conftable : I had forgot ray felf. Con. Well, Friend, fince the Qpeftion of Who are you is anfwer'd, the next is always, What are you ? 1 Watch. Ay, Sir, what are you ? ha / i Ant. Why truly, Sir, I am a ftranger here, I muft own. But— Con. He has Condemn a himfelf *. A mifchievous Rogue, I warrant him. What fay you, Gentlemen, fhall we proceed to Sentence ? Alt. Ay, ay, to Sentence, to Sentence. i Watch. And then to Execution with him. i Ant. Nay, good Gentlemen, do but hear me* I am not 2 Watch. Stop his mouth for him ; he's Convi&ed. i Watch. Ay, ay *, 'tis not the cuftom for a Criminal to fpeak after Convi&ion. Be filent, you had beft, and harken to your Sentence. Con. Well then, fince we have, upon a full Heating and a clear Evidence, found him to be a Rogue, the next thing is, to proceed to Sentence, which I pronounce thus. You are, Sirra, to fit in the Stocks till morning, and then you muft exped to go to Prifon, and from thence to be hang'd at leaft, if not impal'd alive. * l Ant. 0 malheureux que Je fitis ! i Watch. Come, away with him •, away with him: All. Away/ Away/ (Exeunt. Scene changes to Don Fredericks Lodgings. Enter Don Frederick alone, with a Candle. Fred. What, in the name of wonder, ail'ft thou, Frederick, that thou canft not go to fleep .? Is it not the time when Men forget their daily cares, and lay themfelves to reft ? All are at Peace within thefe ' ' ' Walls,",
    "language_1": "English",
    "mean_wc_ocr": 0.6549999713897705,
    "place": "London"
  },
  {
    "record_id": "003988500",
    "title": "The Plain-Dealer ... The fifth edition",
    "date": "1700-1750",
    "text": "The PLAIN-DEALER. i9 4>oner, according to your commands, but— ——- Oliv. No excufes, my Lord. £V Eliz. What, you fent for him then, Coufin ? [Apart. Nov. Ha ! invited! [ Afide. Oliv. I know you muft divide your felf; for-your good company is too general a good, to be engrofs'd by any particular Friend. L, Plauf. O Lord, Madam, my Company! your moft obliged, faithful, humble Servant; but I cou'd have brought you good Company indeed, for I parted at your Door, with two of the worthieft, braveft Men Oliv. Who were they, my Lord ? Nov. Who do you call the worthieft, braveft Men, pray ? L. Plauf. 0 the wifeft, braveft Gentlemen! Men of fiich Honour, and Vertue! of fuch good Qualities! Ah Eliz. This is a Coxcomb, that fpeaks ill of all People a different way, and libels every Body with dull Praife, and commonly in the wrong Place, fo makes his Panegyricks abufive Lampoons. [Afidel Oliv. But pray let me know who they were. L. Plauf. Ah! fuch Patterns of Heroick Vertue! fuch Nov. Well but who the Devil were they ? L. Plauf. The Honour of our Nation, the glory of our Age, ah ! I cou'd dwell a Twelvemonth on their- Praife -, which indeed I might fpare by telling their Names: Sis John Current, and Sir Richard Court Title. Nov. Court-Title ! Ha, ha. Oliv. And Sir John Current! Why will you keep fuch a Wretch com pany, my Lord ? - L. Plauf. Oh, Madam, ferioufly you are a little too fevere, for he is a Man of unqueftion'd Reputation in every thing. Oliv. Yes, becaufe he endeavours only with the Women, to pafs for a Man of Courage; and with the Bullies, for a Wit; with the Wits, for a fylan of bufinefs; and with the Men of bufinefs, for a Favourite at Court: and at Court, for good City iecurity. Nov. And for Sir Richard, he ■ L. Plauf. He Loves your choice, pick'd company ; Perfons that Oliv. He loves a Lord indeed ; but Nov. Pray, dear Madam, let me have but a bold ftroke or two at his Picture. He loves a Lord, as you fay, tho Oliv. Tho' he borrow'd his.Money, and ne'er paid him again. Nov. And wou'd befpeak a Place three Days' before at the back-end of a Lords Coach, to Hide park. L. Plaiifi. Nay, i'faith, i'faith, you are both too fevere. Oliv. Then, to fhew yet more his Paffion for Quality, he makes love, to that fulfom Coach-load of Honour, my Lady Goodly ; for he is always at her Lodging. L. Plauf. Becaufe it is the Conventicle Gallant, the Meeting-houfe of all the fair Ladies, and glorious Superfine Beauties of the Town. Nov. Very fine Ladies ! there's firft- ■ Oltv. Her Honour, as fat as an Hoftefs. D 2 L. Plauf.",
    "language_1": "English",
    "mean_wc_ocr": 0.6819999814033508,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "84 The Addrefs of h/ve. Still ftould my wifliing Soul thy Charms purfbe, Ev'n ia Obli.'ionV (hades remcinb'ring you. But think, ah \\ think, thy Charms by me poffelt, How we might both be to a wonder blefl: ! O could your Soul exceflive fondnefs fluw. O could your PafGon for rne freely flow, Eternal Joys would every fraile purfue, And you, while bleUingme,(nould be tranfported too.' Such arc your Charms, fuch is your Pow'r to move I Love you ftill, and {till muft urge my Lore, The Paflion grows no greater than before For it was boundlefs, and could ne'er be more. Theirs that encreafes, and can hourly flow As well may Ebb, but mine can ne'er do fo ; I, like a Watch, to a vaft height am wound, In which no flow, no erring motion's found, > But while Life's Wheels DtaU hit, they (hall run S (ever round; Still in one conftant courfc of Paflion move, From various Figures dill to thee I'll rove, C But ne'er, I fear, point out the hour of Love. S To thre I'll write in everflowing [trains, You QiaU be fuog in all the Flow'ry Pbios ? And",
    "language_1": "English",
    "mean_wc_ocr": 0.8840000033378601,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "5 o %Tbe Miftrefs of Love. Meeting Amafia at a Toung Ladyys Funeral. YO U mourn the Nymph deceas'd, mourn Sylvius For fince forgot, fure I am dead to you. (too, Thefe gloomy Torches \\ Hymen, hence remove, And from their fires light thy fair Lamps of Love., To Amafia, en her Recovery from a fall. \"I 1 Nhurt, undaunted at the Impious ground, *-*■**' You only ftruck,that you might higher bound. The Am'rous Clay, that it might clofer cleave, Sunk down fo deep, that it appear'd a Grave. But long it could not the lov'd burthen bear, Not youj but it's own hopes lay buried there. v The ruder, ftones, with tremblings, loofer grew, And felt a foftnefs, when but touch'd by you. Oh ! had you lay'n, foon all the Winds would Jar, And, making Love, they would have made a War. But your r'ecov'ry, from the danger, fhows, You fell like thunder, and like light'ning rofe. No Atlas here of your lov'd weight is proud, This Heav'n can't fall, tho' it has lately bow'd. ?•",
    "language_1": "English",
    "mean_wc_ocr": 0.6539999842643738,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Metamorphofis of Love, 40 With wond'rous longings he in haft returns, And now, more fiercely than before, he burns, Clofely he clafpt her to his panting Breaft, And felt her fofter ftill, the more he preft. Now, all at once, with a furprize of blifs, \"J He finds her Lips grow warmer with his Kifs, > He finds them Moift, and Soft, and Red as his. J Her throbbingBreafts heay'd now,and gently fwell'd, V/hile he with wonder the Lov'd fight beheld. The Maid, now Fairer, in his Arms he bore, Tho' fram'd of Iv'ry, polifh'd fine before. Let none henceforth of wilh'd fuccefs Defpair, When Statues foften'd by our Paffions are. The happy Artift, now perceives his Wife With beating Pulfes, and with perfect Life. And, for a while, as Motionlefs he flood, • As flie had done, e'er flie grew Flefli and Blood. Her Lover firft fhe with the light defcrys, For which flie Checks, and turns her bafhful Eyes,r in her blooming Face her BeauteousBlulhesf (rife, ' Salmacis",
    "language_1": "English",
    "mean_wc_ocr": 0.6710000038146973,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Letters of Love, 105 Once with your prefence bleft but once (\"kind Heav'n ! Thanks for that once,my humbleftThanks are giv'n. With beating Heart, and melting Eyes I came, ~\\ Catch'd,at each ftep,and every Glance,new Flame, V Saw all the Charms that fancy rack'd can frame. J Slowly with mingled Love and awe approach'd, Stood, and gaz'd on, but never, never touch'd. Tortur'd at once with Pleafure, and with pain, Smoth'ring my Sighs, for I had figh'd in vain. Fall to my Face flulh'd up my Mantling Blood, I ftood O would I had for ever ftood. Chang'd, as Romantick Lovers were of old, -. I feem'd enchanted in fome Charming hold, K The place Ihow'd Paradife — f •And you look'd form'd of an Angelick mould. *■*•*■ As Men in Pangs and Agonies of Death, With Tremulous LipsCatch thick at parting breath; So, but with greater pangs your Sylvius ftrove, And fcarce, ah .' fcarce could fpeak thofe Words — Seated, at diftance far, far off, with fhame, (/ Love. And down-caft looks I told you why I came. My bufinefs known, you put refentment on, And feem'd to bid me, with your looks, be gone.' I",
    "language_1": "English",
    "mean_wc_ocr": 0.6740000247955322,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "2 o Metamorphofis of Love. This faid he ftrait the Lovely Maid beheld, And he refolves fhe fhall be now compell'd. In Clouds of duft, which he had rais'd, he hid, And there obferv'd whate'er. Orythia did. Soon flie perceives him, and not yet grown kind, Out-fled the God, tho' the fwift God of Wind. His fpeedy flight his fiercer Fires had fpread, T Fleet, as Love's Ihafts which wounded him,hefled,> And, now he overtakes, now ravilhes the Maid. j Vain might hisWings, with all their Fleetnefs prove, Unlefs affifted by the Wings of Love. Iphis and Janthe, T Tgdus and Teletbufa, free from care, ■*--■ Had long together liv'd a happy pair. Bleft with fuch ftock,as might themfelves maintain, And bring content, while childlefs they remain. But now, her time of Labour drawing nigh, The Child, if Female, Lygdus dooms to die. A Girl, he fays, too great a charge would prove, For, 'tis the Portion gains the Suitor's Love. Sad",
    "language_1": "English",
    "mean_wc_ocr": 0.6629999876022339,
    "place": "London"
  },
  {
    "record_id": "001730572",
    "title": "Friendship improv'd, or the Female Warriour; A tragedy [in five acts and in verse]",
    "date": "1700-1750",
    "text": "6 Grief and Despight will work him to Despair, 7 His barb'rous Hands will his own Bowels tear, ?• No more a Father he, nor thou an Heir. •) Lo. Nor will o,ur Subjects on our side engage, No pious Hand protect us from his Rage, With Joy they'll fee him of his Hopes bereft, Glad that the Tyrant has no Offspring left. During his Life, they must thro' Force obey, -\\ But when at last Fate snatches that away, - C His House no longer shall possess the Sway. y To the right Heir we must the Crown resign, For ever torn from Zoilus his Line. Sem. Oh ! Curse on all Ambition, Curse on Thrones, And Curse on those rash Hands that grasp at Crowns. The Storms that now so loud around us blow, Had not been heard, had we continu'd low. Jove's Massy Bolts the Mountain's Top assail, 7 Vast Hills are drown'd in Snow, and dash'd by Hail, £ The Swain enjoys a sweet and funny Vale. J Would my dread Lord had n'ere afpir'd to reign, ■* Would the Retreat we left were ours again. Where Life's unsully'd Sweets were all our own, And we liv'd best, because we liv'd unknown. Lo. Distracted Tyranny is such a Curse, Nought but my destin'd Nuptials could be worse. Married, we live in greater PlagOes and Pain, Clog'd with more Cares than Monarchs when they reign. Enjoyment sweetens some few Hours of Life, > But Hours of Pleasure to^tn Age of Strife, £ They too are lost, where Maids are Man and Wife. -> Like Danaus his Sons I mount the Bed, Tho' justlier (lain by the deluded Maid. Sem. Hark, how they shout, hark, how the Trumpets sound, 7 While vaulted Fanes, and ecchoing Hills rebound [Trumpet s> Gods ! How their Clamours make my Brain turn round, found.) The King and Priests in long Procession go, 7 Little, ah! little, wretched Prince, you know > That way will lead you to Eternal Woe. j Hark,",
    "language_1": "English",
    "mean_wc_ocr": 0.6850000023841858,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "The Mifirefs of Love. 5 7 (2.) By their own Radiant Glances fir'd, Your Charming Eyes themfelves did wrong, But, when their light'nings are expir'd, AfTume the thunder of the tongue. Now Cupid claims the Salamander's fame, Bask'd in your Eyes, he's nourifh'd fo in flame, (3.) But whilft you thus would others Charm, And make yourConquefts full, PeriUus like, your felf you harm, , And try,the firft, your burning Bull, (would find.' The wond'ring World , fhould you want fight, The Queen of Love, like her fam'd Son, were blind. To Amafia , on the falling of her Terras-Walks. CUch was Amphion, fo his Airs could move, |J That the ftones danc'd to his foftSongs of Love.' Codd I like Pow'r in Charming Numbers ufe, (Charming indeed, lince you infpire my Mufe,) Sooa",
    "language_1": "English",
    "mean_wc_ocr": 0.6690000295639038,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Metamorphofis of Love. 71 Jupiter and Semele. Beginning with the Defcription of Fame and her Palace. A Place there is in the Capacious Air, *^ Where all things done,tho' far remote, appear, Fame's lofty Palace, whofe tall Tow'rs outvie The lowly Clouds, and reach the Bleweft Sky. The Airy Queen in her high Manfions dwells, Knows all is faid, and more than all (he tells. Whate'er is done, whate'er is fpoke fhe hears, A hundred Ears, a thoufand Tongues flie bears. Wing'd round about, thro' all her Tow'rs fhe flies, Defcends to Earth, and Mounts again the Skies. Her Royal Arms two diff'rent Trumpets hold, Brafs in the left, and in the right hand, Gold. From place to place with flying haft-fhe roams, And Sounds them loudly wherefoe'er fhe comes. Ten thoufand ways lead to her Spacious Court, Millions of rumours to her Hall refort. A while they talk of things they fcarcely know, wander a while, and then away they go. Aa 4 Her",
    "language_1": "English",
    "mean_wc_ocr": 0.6679999828338623,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Poemson fever alOccafions. 59 I wifli to fhun thee, but my Love denies, I have a Heart, and you have Charming Eyes, Nay, when you kill me, for that foon muft be, My Ghoft fhall haunt you, for your wrongs to me, How fliall I fly, how from thy Prefence run ? I am the Fog, You, my attraaing Sun. As well the Needle from it's North might move, Fori, my fair, do with like tremblings Love. Could I avoid thee, I fliould bafenefs Ihow, A mean, poor fear, and undefirving you. So fly the Clouds, when by the light'nings torn, And fo fly Phantoms from the riling Morn. The Defcription of the Palace of the Sun, and Conflagration of the World , partly imitated from Ovid. /^VN lofty Pillars SoPs high Palace ftands, And fhews the Pow'r of it's Creatour'sHands. The two leav'd Doors were of bright Silver made, Which the Sun's-Beams with equal Beams repaid.. fFloods, On them were Carv'd, the Heavens, the Earth,and Vaft Cities, Rivers, Mountains, Plains, and Woods. Large;",
    "language_1": "English",
    "mean_wc_ocr": 0.6510000228881836,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Poems on fever dl Occdfions. 66 Hibernians Seas may now infult their Coaft, -* Their fwelling Billows may their Trophies boaft,^ By them, was your 8> $Ctl 1 By them, to me, was my Amafia loft. -**\" Thus, only thus, Lov'd Youth, thy fall could come, (thy Doom. Nought but rude Winds would have Proclaim'd Alas ! what pity can rough Oceans bear, (rear ! Which dafh thofe Creatures which themfelves did What tender foftnefs can vaft rocks receive / The Flames of Love will not in Surges live. The fweet Endowments of thy gen'rous Mind, Boundlefs, and flowing as the Floods we find, \\ Free as the Air thyWit,and Fleeting as the Wind. J In all the ills you fuffer'd, all the while, Your Soul was Calm, and you appear'd to fmile. No Terapeft fliook your Courage, pleas'd within, T Your Confcience rais'd no rowling Waves of Sin, > Your Death was gentle, as your Life had been, j In that loud ftorm to have fo hufht a Mind, Shew'd Pow'r almoft as great As it has been, to have appeas'd the Wind. Thy Vertues mounted to fo vaft a fcore, As all the Waves could hardly number o'er. For",
    "language_1": "English",
    "mean_wc_ocr": 0.6549999713897705,
    "place": "London"
  },
  {
    "record_id": "001730572",
    "title": "Friendship improv'd, or the Female Warriour; A tragedy [in five acts and in verse]",
    "date": "1700-1750",
    "text": "41 J _. _-U Ma. Sure, 'tis enchantment all, this Story told, Would make it look like a Romance of old. Loft in amazement, and confufioh too, I know not how to give what thanks are due .- My want of Power to pay my Debt I mourn, But when 'tis mine, I'll make a full return. Lo. Stay not to thank me, but make haft, and fly : Fly, till Night comes, to fome clofe Thicket nigh. Why are youfo difmay'd? fo pale? fo dumb? Look fo upon me f come, I'll guide you, come. Haft, if you wilhyour felf, or me to live •, If we are caught, the King will ne're forgive. Ma. Hold yet, for here your Favours muft not end, I cannot move till you releafe my Friend. I owe him for a Life, nor fhall he be Left in thofe Fetters there, while I am Free. Lo. Help to unbind him then ; now all away ; Fate hovers o'er, and has us, if we ftay : He thinks that Fortune leads him ; but I prove [afid*. That I jim led, and only led by Love. The End, of the Fourth Act. A C T V. SCENE a Grove. Enter Cyllene alone. DEscending Ni.ght the neighb'ring Valleys fills, And presses on the brows of bending Hills. Our Fear around us with the darkness flows, And Mankind flies to Shelter and repose. Love Conquers fear, with a regardless Eye, I view the Gloomy Shades, and pass them by. Thro' dismal Caverns unconcern'd I rove, 7 And tread with Dauntless steps the Desart Grove ; > Driv'n by Despair, and goaded on by Love. S G All",
    "language_1": "English",
    "mean_wc_ocr": 0.6579999923706055,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "The Friendfhip of Love. 169 MyThoughts would ftill with ravilh'd fondnefsFlow; And from a Friend, I fliould a Lover grow. But here's the curfe impos'd on all Mankind This dear, imagin'd Friend no fearch can find.1 Alike , the Youths muft both, by Fortune, ftand,1 For Friendlhip ftoops not, but goes hand in hand. Whatever Swain an other's Friend would be, Muft find his humour, with his own, agree. Thus far indeed may real Friendlhip rife, As to ftand firm, hut fure it never flies. He that pretends it can a Paflion prove, Makes it much blinder, than we fancy Love.1 Believe the honeft real Truths I tell, Withal, believe thus far, I wifti you well. To Mr- TO you,dear Youth,nowBanilh'dfrom theSwains, Your Rural Friend, in Rural Notes, complains, From my bleft Groves, thofe long Lov'd Manfions, Urg'd by misfortunes,I muft view the World, (hurl'd^ But with as much regret, to fee it, fly, As they to leave it, who are doom'd to die, From",
    "language_1": "English",
    "mean_wc_ocr": 0.7009999752044678,
    "place": "London"
  },
  {
    "record_id": "003988500",
    "title": "The Plain-Dealer ... The fifth edition",
    "date": "1700-1750",
    "text": "The Epiftle a Rape, and hanging a Man for giving her pleafure, only that fhe might be thought not to confient-to't ; andfo to vindicate herHonour, forfeits her -4nodefty. But you, Madam, ■ have too much modefty to pretend to't ; thd* -.you have as much to fay for your modefty as many a nicer ''fhe.; for you never were feen at this Play, no, not the firft day ; and 'tis no mutter what Peoples Lives have been, they are unqueftionably modeft who frequent not this Play. For, as Mr. Bays fays of his, that it is the only Touch- ftone of Mens Wit, and Under/landing; mine isy it feems,, the only Touch ft one of Womans Virtue and Modefty. -But .hold, that 'Touchftone is equivocal, and by the ftrength of a Lady's imagination, may become fomething that is not civil; but your Lady- fhip, I know, f corns to mif apply a Touchftone. And, Madam, . tho' you have not feen this Play, I hope (like other nice Ladies) you ivill the rather read it: Yet, left the Chamber-maid, or -Page fhou'd not be truft ed, and their indulgences cou'd gain no further admittance for it than to their -Ladies Lobbies or outward Room^ take it into your Care and Protection ; for by your recommendation and procurement, it may have the honour to get into their Clofets : For what they renounce in Pub- . lick eft en entertains 'em there, with your help efpecially. In fine, Ma- '{dam, for thefe and many other reafons, you are the fitteft Patronefs or Judge of this Play ; for you fhew no partiality to this or that Au- thor ; for from fome many Ladies will take a broad Jeft as chearfully as from the Water-men, and fit at fome downright filthy Plays (as .they call 'em) as well fatisfied, and as ftill, as Poet cou'd wifh 'em e'tfe where-, therefore it mufi be the doubtful obfcenity of my Plays alone they take exceptions at, becaufe it is too bafhful for them -, and indeed moft Women hate Men' for attempting to halves on their Cliaftity: AndBaudy, I find, likt Satyr, fhou'd be home,' not to have it taken any notice of. But, now I mention Satyr, fome there are who ' fay, 'Tis the Plain-dealing of the Play-, .not the obfcenity ; 'tis taking off the Ladies Masks, not offering at their Petticoats, which offends them : And generally they are not the handfomeft, or moft innocent, who arc the moft Angry at being dif cover' d: — — Nihil eftaudaciusillis Deprehenfis jiram, atq 5 animos acriminefamunt Pardon, Madam, the Quotation, for a Dedication can no more be with out ends ofLatine, than Flattery ; and 'tis no matter whom it is writ to ; for an Author can as eafily (I hope) fuppofe People to have more Un derftanding andLanguages than they have, as well as more Vert ues : But why,",
    "language_1": "English",
    "mean_wc_ocr": 0.6660000085830688,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Poems on fever alQccafions. 127 But fuch my Crime, no off-ring can Attone, Offending all, yet meant offence to none. Difrob'd of Paffions, how would Players fliow Yet, I offended, that I was not fo. Hard fate of Mortals, which impending lies, Bearing fuch Tempefts, in themfelves to rife. Tempefts,and Oceans threaten from afar, But O do thou prated, thou, the Aufpicious Star. By thee I guide my courfe, to thee I pray, The Guardian Venus of our Britifh Sea. One Breath from thee would foften Storms to Gales, Calm every Billow, and fpread full the Sails. So with my Pageant Streamers once again, I fliall beneath your Sun-Ihine Plow the main. But yet, till you, Propitious Princefs, fmile, I Steer, like Veffels, off, which fhun the Ifle. You, who to all the height of Goodnefs live, Inftruct your gen'rous Buttons to forgive. Ev'n Heav'n, it felf, receives affronts from Men, But, they repenting, it grows Calm again. So may'ft, thou Flourifh long, and blefs the Age, So may thy Vertues Crown the future Stage. So, when great William fliall in Heaven be feen, May you Reign long, the bleft Britannia^ Queen. To",
    "language_1": "English",
    "mean_wc_ocr": 0.6549999713897705,
    "place": "London"
  },
  {
    "record_id": "001730572",
    "title": "Friendship improv'd, or the Female Warriour; A tragedy [in five acts and in verse]",
    "date": "1700-1750",
    "text": "(4) Zo. Your Madness cease, and my Commands obey, In spight of Fate they shall be joyn'd to day. by Dreams to idle Fears are driv'n, Arid then believe the Warning sent from Heav'n. Expect from thence undoubted Aids to find, As busie Gods had nothing else to mind : They made them only at their idle Hours, To grant their Wants would beggar all their Powers. Sem. Here will our dismal Tragedies begin, Which these unhappy Nuptials usher in 3 My pious Fraud must be at last reveal'd, For Locris now can lie no more conceal'd. [E Her Sex will be by her own self betray'd, And the deluded Bride embrace a Maid. Then, when my furious Lord (hall come to know That she and I have dar'd to use him so. When he, defrauded of his Darling Son , y Finds all his Hopes of Royal Offspring gone, L And no Male Heir to settle on the Throne. ) He'll keep his solemn, execrable Oath, And wreak his Vengeance with the Death of both. Oh ! Locris ! born under unhappy Stars 3 Why hast thou fcap'd the Fury of the Wars ! Why thro' so many Dangers hast thou past, To come and perish in my^Sight at last. Enter Locris. Lo. I met my Father folio w'd by a Crowd, That fung ill-boding Songs of Triumph loud. With Joy he clafp'd me in the publick Way, And told me this must be my Nuptial Day : The Temple is prepar'd, the Bride is Drest In-all the glorious Riches of the East. In vain she puts on all her useless Charms, There is no Bridegroom for her longing Arms. Fate makes her a Fantastick Fortune prove, And plagues a Virgin with a Virgins Love. Sent. Oh",
    "language_1": "English",
    "mean_wc_ocr": 0.7170000076293945,
    "place": "London"
  },
  {
    "record_id": "003988500",
    "title": "The Plain-Dealer ... The fifth edition",
    "date": "1700-1750",
    "text": "Dedicatory. why, the Devil! fhou'd any of the few modeft and handfome be alarm' d? (For fome there are who as well as any 'deferve thofe attributes, yet re- frain not from feeing this Play, nor think it any addition to their Vir- tue to fet up for it in aPlay-lioufe, left it fhou'd look too much like Ailing.) But why, I fay, fhou'd any at all cf the truly vertuous be concern d, if thofe who are not fo are dtftmguijh'dfrom 'em ? For by that Mask of modefty which Women wear prom ifcuou fly in public k, they are all alike, and you can no more know q. kept Wench fir dm a Woman of Honour by her Looks,' than by her Drefs ; for thofe who are of Quality without Honour ( if any fuch' the^e are) they have their Quality to fet off their falfe modefty, as well as their falfe Jewels, and you muft no more fufpetl their Countenances for counterfeit, than their Pendants, though as the Plain-Dealer, Mentz'ms fiys, Eles envoy- .ent leur confcience au Bordel, & teinnent leur -countenance en regie: But thofe who aft as they look, ougln not -to 'be fcanda/ized at the re- prehenfion of others faults, left they tax themfelves with 'em, and by too delicate and quick an apprehenfion, not only make that obfcene which I meant innocent, but that Satyr on all, which was intended on- ly on -thofe who deferv'd it. But, Madam, I beg your pardon for this digreffion, to civil Women and Ladies of Honour, fince you and I fhall never be the better for 'em ; for a Comic Poet, and a Lady of your frofeffion, make moft of the other fort, and the Stage and your Houfes, like our Plantations, are propagated by the leaft nice Women ; and, as with- tbe Minifters of Juftice, the Vices of the Age are our befl bu- finefs. But now I mention Publick Perfons, I can no longer defer do- ing you the Juftice of a Dedication, and telling you your own-, who are, of all publick-fpirited People, the moft neceffary, moft communi -cative, moft generous and hof pit able-, your houfe has been the houfe of the People, your Sleep fill difturb'd for the Publick, and when you arofe, 'twas that others might lye doivn, and you waked that o- thers might reft; the good you have done is unfpeakabh; How many young unexperienc'd Heirs have you kept from rajh foolifh Marriages ? and from being jilted for their lives by the ivorft fort of Jilts, Wives ? How many unbewitchfd Widowers Children have you preferved from the Tyranny of Stepmothers ? How many old Dotards form. Cuckoid- age, and keeping other mens Wenches and Children? How many Adulteries and unnatural Sins have you prevented ? In fine, you have been a conftant fcourge to the old Le-cher, and often a terrour to the young? you have made cone upifce nee its own punijhment and extinguifhed Luft with Luft, like blowing up of Houfes to ftop the fire. Nimirum",
    "language_1": "English",
    "mean_wc_ocr": 0.6840000152587891,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "The Miftrefs of Love. 47 The angry Winds wrought up the Ocean fo, T The fiafhing Seas appear'd to lighten too, > Where curling Clouds of roaring Billows drew, j Then,while I lay, rock'd by the thund'ring Night, I foon beheld my Scene of vaft delight. Thy dear Idea to thy Lover came^ And I embrac'd thee in a Charming dream. Our bliifes flew not in the Common road, You were all Heav'n, and Sylvius all a God. As when in trances ravifh'd Infants lie, T They fee the boundlefs Bleffings of the Sky, > So, at that time, that happy time, did I. j Alas ! how weak's their Judgment, and how poor,\") Who call Death fleep, but on a longer fcore, For I did ne'er fo truly live before. j Oh ! that the Night could hare for ever ftay'd ! Ab ! too, too foon it's fleeting glories fled *, When lovelier far, than was the Faireft Day, *) Her Shield of Clouds to pointed rays gave way, > And on her Wings bore thee,andall my Joys away. J T.",
    "language_1": "English",
    "mean_wc_ocr": 0.6579999923706055,
    "place": "London"
  },
  {
    "record_id": "001730952",
    "title": "Amasia, or, The works of the Muses. A collection of poems",
    "date": "1700-1750",
    "text": "Letters of hove. 137 Thro' Waters thus enlighten'd fancy Spies, Ti What the clear Air to eager fight denies •*, (Skies. > Thus theSun's feen inStreams,tho' Clouded in the j Thus did the Flood to fond Narciffus fhew (do. What no fearch elfe thro' the whole World could When with each falling drop Amafia goes, / The next fucceeding drop a new Amafia fhows. Falfe Omen that ! 1 fee all's Shadow now *, For thou thy felf art fled How wilt thou come again? inftrua me, how ? For thy true lofs**-* Think, Charmer , think how Pompous is my woe, When thus I Weep to fee thy Shaddow go ? Like Radiant Sol, from the Tumultuous Main, From Tears you rife, and fet in Tears again. While thus thy form appears in watry Eyes, From Floods I fee a Second Venus rife, T*",
    "language_1": "English",
    "mean_wc_ocr": 0.6620000004768372,
    "place": "London"
  },
  {
    "record_id": "003589871",
    "title": "The Olde, Old, Very Olde Man: or, The Age and long life of Thomas Par ... who was Borne in the Raigne of King Edward the 4th. and is now living in the Strand, being aged 152 yeares and odd Monethes, etc",
    "date": "1700-1750",
    "text": "iv Dedication (As he is ftrong) is loyal true and juft, Fit a ad moft able for his Charge and Truftf The other's fmall and well compofed Feature, Deferves the Title of a pretty Creature, And doth, or may retain as -good a Mind As greater Men, and be as well inclin'd : He may be great in Spirit, though fmall in Sight, Whilft all his beft of Service is Delight j The old 'ft, your Subject is but for my Ufe, I make him here the SubjecT: of my Mufe 5 And as his aged Perfon gain'd the Grace, That where his Sovereign was to be in Place, And kifs your Royal Hand 5 I humbly crave His Life's Defcription may Acceptance have, And as your Majefty has oft before Look'd on my Poems, pray read this once more. Your Majefty's moft humble Subject and Servant John Taylor.",
    "language_1": "English",
    "mean_wc_ocr": 0.7649999856948853,
    "place": "London"
  }
]