{
  "1900-1949": [
    {
      "year": 1949,
      "title": "Phase diagram of Gaussian-core nematics",
      "abstract": "  We study a simple model of a nematic liquid crystal made of parallel\nellipsoidal particles interacting via a repulsive Gaussian law. After\nidentifying the relevant solid phases of the system through a careful\nzero-temperature scrutiny of as many as eleven candidate crystal structures, we\ndetermine the melting temperature for various pressure values, also with the\nhelp of exact free energy calculations. Among the prominent features of this\nmodel are pressure-driven reentrant melting and the stabilization of a columnar\nphase for intermediate temperatures.\n",
      "journal_ref": "J. Chem. Phys. 126, 194902 (2007)",
      "id": "0704.0056"
    },
    {
      "year": 1914,
      "title": "An individual based model with global competition interaction:\n  fluctuations effects in pattern formation",
      "abstract": "  We present some numerical results obtained from a simple individual based\nmodel that describes clustering of organisms caused by competition. Our aim is\nto show how, even when a deterministic description developed for continuum\nmodels predicts no pattern formation, an individual based model displays well\ndefined patterns, as a consequence of fluctuations effects caused by the\ndiscrete nature of the interacting agents.\n",
      "journal_ref": "Physical Review E 77, 021914 (2008)",
      "id": "0704.0271"
    },
    {
      "year": 1919,
      "title": "Evolutionary games on minimally structured populations",
      "abstract": "  Population structure induced by both spatial embedding and more general\nnetworks of interaction, such as model social networks, have been shown to have\na fundamental effect on the dynamics and outcome of evolutionary games. These\neffects have, however, proved to be sensitive to the details of the underlying\ntopology and dynamics. Here we introduce a minimal population structure that is\ndescribed by two distinct hierarchical levels of interaction. We believe this\nmodel is able to identify effects of spatial structure that do not depend on\nthe details of the topology. We derive the dynamics governing the evolution of\na system starting from fundamental individual level stochastic processes\nthrough two successive meanfield approximations. In our model of population\nstructure the topology of interactions is described by only two parameters: the\neffective population size at the local scale and the relative strength of local\ndynamics to global mixing. We demonstrate, for example, the existence of a\ncontinuous transition leading to the dominance of cooperation in populations\nwith hierarchical levels of unstructured mixing as the benefit to cost ratio\nbecomes smaller then the local population size. Applying our model of spatial\nstructure to the repeated prisoner's dilemma we uncover a novel and\ncounterintuitive mechanism by which the constant influx of defectors sustains\ncooperation. Further exploring the phase space of the repeated prisoner's\ndilemma and also of the \"rock-paper-scissor\" game we find indications of rich\nstructure and are able to reproduce several effects observed in other models\nwith explicit spatial embedding, such as the maintenance of biodiversity and\nthe emergence of global oscillations.\n",
      "journal_ref": "PHYSICAL REVIEW E 78, 031919 (2008)",
      "id": "0704.0357"
    },
    {
      "year": 1929,
      "title": "An Inverse $f(R)$ Gravitation for Cosmic Speed up, and Dark Energy\n  Equivalent",
      "abstract": "  To explain the cosmic speed up, brought to light by the recent SNIa and CMB\nobservations, we propose the following: a) In a spacetime endowed with a FRW\nmetric, we choose an empirical scale factor that best explains the\nobservations. b) We assume a modified gravity, generated by an unspecified\nfield lagrangian, $f(R)$. c) We use the adopted empirical scale factor to work\nback retroactively to obtain $f(R)$, hence the term `Inverse $f(R)$'. d) Next\nwe consider the classic GR and a conventional FRW universe that, in addition to\nits known baryonic content, possesses a hypothetical `Dark Energy' component.\nWe compare the two scenarios, and find the density, the pressure, and the\nequation of the state of the Dark Energy required to make up for the\ndifferences between the conventional and the modified GR models.\n",
      "journal_ref": "Mod.Phys.Lett.A23:1929-1937,2008",
      "id": "0704.0680"
    },
    {
      "year": 1931,
      "title": "Kadowaki-Woods Ratio of Strongly Coupled Fermi Liquids",
      "abstract": "  On the basis of the Fermi liquid theory, the Kadowaki-Woods ratio\n$A/\\gamma^2$ is evaluated by using a first principle band calculation for\ntypical itinerant $d$ and $f$ electron systems. It is found as observed that\nthe ratio for the $d$ electron systems is significantly smaller than the normal\n$f$ systems, even without considering their relatively weak correlation. The\ndifference in the ratio value comes from different characters of the Fermi\nsurfaces. By comparing Pd and USn$_3$ as typical cases, we discuss the\nimportance of the Fermi surface dependence of the quasiparticle transport\nrelaxation.\n",
      "journal_ref": "Phys. Rev. B 76, 193109 (2007)",
      "id": "0704.0843"
    },
    {
      "year": 1901,
      "title": "How much entropy is produced in strongly coupled Quark-Gluon Plasma\n  (sQGP) by dissipative effects?",
      "abstract": "  We argue that estimates of dissipative effects based on the first-order\nhydrodynamics with shear viscosity are potentially misleading because higher\norder terms in the gradient expansion of the dissipative part of the stress\ntensor tend to reduce them. Using recently obtained sound dispersion relation\nin thermal $\\cal N$=4 supersymmetric plasma, we calculate the $resummed$ effect\nof these high order terms for Bjorken expansion appropriate to RHIC/LHC\ncollisions. A reduction of entropy production is found to be substantial, up to\nan order of magnitude.\n",
      "journal_ref": "Phys.Rev.C76:021901,2007",
      "id": "0704.1647"
    },
    {
      "year": 1913,
      "title": "Resolving Cosmic Gamma Ray Anomalies with Dark Matter Decaying Now",
      "abstract": "  Dark matter particles need not be completely stable, and in fact they may be\ndecaying now. We consider this possibility in the frameworks of universal extra\ndimensions and supersymmetry with very late decays of WIMPs to Kaluza-Klein\ngravitons and gravitinos. The diffuse photon background is a sensitive probe,\neven for lifetimes far greater than the age of the Universe. Remarkably, both\nthe energy spectrum and flux of the observed MeV gamma ray excess may be\nnaturally explained by decaying dark matter with MeV mass splittings. Future\nobservations of continuum and line photon fluxes will test this explanation and\nmay provide novel constraints on cosmological parameters.\n",
      "journal_ref": "Phys.Rev.Lett.99:191301,2007",
      "id": "0704.1658"
    },
    {
      "year": 1901,
      "title": "Multiplicity Fluctuations in Au+Au Collisions at RHIC",
      "abstract": "  The preliminary data of the PHENIX collaboration for the scaled variances of\ncharged hadron multiplicity fluctuations in Au+Au at $\\sqrt{s}=200$ GeV are\nanalyzed within the model of independent sources. We use the HSD transport\nmodel to calculate the participant number fluctuations and the number of\ncharged hadrons per nucleon participant in different centrality bins. This\ncombined picture leads to a good agreement with the PHENIX data and suggests\nthat the measured multiplicity fluctuations result dominantly from participant\nnumber fluctuations. The role of centrality selection and acceptance is\ndiscussed separately.\n",
      "journal_ref": "Phys.Rev.C76:031901,2007",
      "id": "0704.1831"
    },
    {
      "year": 1917,
      "title": "Hyperbolic Balance Laws with a Non Local Source",
      "abstract": "  This paper is devoted to hyperbolic systems of balance laws with non local\nsource terms. The existence, uniqueness and Lipschitz dependence proved here\ncomprise previous results in the literature and can be applied to physical\nmodels, such as Euler system for a radiating gas and Rosenau regularization of\nthe Chapman-Enskog expansion.\n",
      "journal_ref": "Comm. Partial Differential Equations., 32(12):1917-1939, 2007.",
      "id": "0704.2031"
    },
    {
      "year": 1907,
      "title": "Period-two cycles in a feed-forward layered neural network model with\n  symmetric sequence processing",
      "abstract": "  The effects of dominant sequential interactions are investigated in an\nexactly solvable feed-forward layered neural network model of binary units and\npatterns near saturation in which the interaction consists of a Hebbian part\nand a symmetric sequential term. Phase diagrams of stationary states are\nobtained and a new phase of cyclic correlated states of period two is found for\na weak Hebbian term, independently of the number of condensed patterns $c$.\n",
      "journal_ref": "Phys. Rev. E 75, 041907 (2007)",
      "id": "0704.2580"
    },
    {
      "year": 1934,
      "title": "Impurity Scattering and Mott's Formula in Graphene",
      "abstract": "  We present calculations of the thermal and electric linear response in\ngraphene, including disorder in the self-consistent t-matrix approximation. For\nstrong impurity scattering, near the unitary limit, the formation of a band of\nimpurity states near the Fermi level leads to that Mott's relation holds at low\ntemperature. For higher temperatures, there are strong deviations due to the\nlinear density of states. The low-temperature thermopower is proportional to\nthe inverse of the impurity potential and the inverse of the impurity density.\nInformation about impurity scattering in graphene can be extracted from the\nthermopower, either measured directly, or extracted via Mott's relation from\nthe electron-density dependence of the electric conductivity.\n",
      "journal_ref": "Physical Review B 76, 193401 (2007)",
      "id": "0704.2966"
    },
    {
      "year": 1925,
      "title": "Charge redistribution at YBa2Cu3O7-metal interfaces",
      "abstract": "  Charge redistribution at interfaces is crucial for electronic applications of\nhigh-Tc superconductors, since the band structure is modified on a local scale.\nWe address the normal-state electronic structure of YBa2Cu3O7 (YBCO) at an\nYBCO-metal contact by first principles calculations for prototypical interface\nconfigurations. We derive quantitative results for the intrinsic doping of the\nsuperconducting CuO2 planes due to the metal contact. Our findings can be\nexplained in terms of a band-bending mechanism, complemented by local screening\neffects. We determine a net charge transfer of 0.09 to 0.13 electrons in favour\nof the intraplane Cu sites, depending on the interface orientation.\n",
      "journal_ref": "Appl. Phys. Lett., 192502 (2007)",
      "id": "0704.3143"
    },
    {
      "year": 1901,
      "title": "Time scale of entropic segregation of flexible polymers in confinement:\n  Implications for chromosome segregation in filamentous bacteria",
      "abstract": "  We report molecular dynamics simulations of the segregation of two\noverlapping chains in cylindrical confinement. We find that the entropic\nrepulsion between the chains can be sufficiently strong to cause segregation on\na time scale that is short compared to the one for diffusion. This result\nimplies that entropic driving forces are sufficiently strong to cause rapid\nbacterial chromosome segregation.\n",
      "journal_ref": "A. Arnold and S. Jun, Phys. Rev. E 76, 031901 (2007)",
      "id": "0704.3230"
    },
    {
      "year": 1901,
      "title": "Non-geometric fluxes as supergravity backgrounds",
      "abstract": "  We consider examples of D=4 string theory vacua which, although globally\nnon-geometric, admit a local description in terms of D=10 supergravity\nbackgrounds. We analyze such backgrounds and find that the supersymmetry\nspinors vary non-trivially along the internal manifold, reproducing the\ninterpolating supergravity solutions found by Frey and Grana. Finally, we\npropose a simple, local expression for non-geometric fluxes in terms of the\ninternal spinors of the compactification.\n",
      "journal_ref": "Phys.Rev.D76:041901,2007",
      "id": "0704.3272"
    },
    {
      "year": 1902,
      "title": "Initial fields and instability in the classical model of the heavy-ion\n  collision",
      "abstract": "  Color Glass Condensate (CGC) provides a classical description of dense gluon\nmatter at high energies. Using the McLerran-Venugopalan (MV) model we calculate\nthe initial energy density \\epsilon(\\tau) in the early stage of the\nrelativistic nucleus-nucleus collision. Our analytical formula reproduces the\nquantitative results from lattice discretized simulations and leads to an\nestimate \\epsilon(\\tau=0.1fm)=40-50GeV/fm^3 in the Au-Au collision at RHIC\nenergy. We then formulate instability with respect to soft fluctuations that\nviolate boost invariance inherent to hard CGC backgrounds. We find unstable\nmodes arising as a result of ensemble average over the initial CGC fields.\n",
      "journal_ref": "Phys.Rev.C76:021902,2007; Erratum-ibid.C77:029901,2007",
      "id": "0704.3625"
    },
    {
      "year": 1910,
      "title": "Clustering Coefficients of Protein-Protein Interaction Networks",
      "abstract": "  The properties of certain networks are determined by hidden variables that\nare not explicitly measured. The conditional probability (propagator) that a\nvertex with a given value of the hidden variable is connected to k of other\nvertices determines all measurable properties. We study hidden variable models\nand find an averaging approximation that enables us to obtain a general\nanalytical result for the propagator. Analytic results showing the validity of\nthe approximation are obtained. We apply hidden variable models to\nprotein-protein interaction networks (PINs) in which the hidden variable is the\nassociation free-energy, determined by distributions that depend on\nbiochemistry and evolution. We compute degree distributions as well as\nclustering coefficients of several PINs of different species; good agreement\nwith measured data is obtained. For the human interactome two different\nparameter sets give the same degree distributions, but the computed clustering\ncoefficients differ by a factor of about two. This shows that degree\ndistributions are not sufficient to determine the properties of PINs.\n",
      "journal_ref": "Phys. Rev. E 75, 051910 (2007)",
      "id": "0704.3748"
    },
    {
      "year": 1911,
      "title": "Active metamaterials: sign of refraction index and gain-assisted\n  dispersion management",
      "abstract": "  We derive an approach to define the causal direction of the wavevector of\nmodes in optical metamaterials, which in turn, determines signs of refractive\nindex and impedance as a function of {\\it real and imaginary} parts of\ndielectric permittivity and magnetic permeability. We use the developed\ntechnique to demonstrate that the interplay between resonant response of\nconstituents of metamaterials can be used to achieve efficient dispersion\nmanagement. Finally we demonstrate broadband dispersion-less index and\nimpedance matching in active nanowire-based negative index materials. Our work\nopens new practical applications of negative index composites for broadband\nlensing, imaging, and pulse-routing.\n",
      "journal_ref": "Appl. Phys. Lett. v.91, p.191103 (2007)",
      "id": "0704.3765"
    },
    {
      "year": 1904,
      "title": "Density waves and supersolidity in rapidly rotating atomic Fermi gases",
      "abstract": "  We study theoretically the low-temperature phases of a two-component atomic\nFermi gas with attractive s-wave interactions under conditions of rapid\nrotation. We find that, in the extreme quantum limit, when all particles occupy\nthe lowest Landau level, the normal state is unstable to the formation of\n\"charge\" density wave (CDW) order. At lower rotation rates, when many Landau\nlevels are occupied, we show that the low-temperature phases can be\nsupersolids, involving both CDW and superconducting order.\n",
      "journal_ref": "Phys. Rev. Lett. 99, 190409 (2007)",
      "id": "0704.3859"
    },
    {
      "year": 1944,
      "title": "Dynamic Clustering in Object-Oriented Databases: An Advocacy for\n  Simplicity",
      "abstract": "  We present in this paper three dynamic clustering techniques for\nObject-Oriented Databases (OODBs). The first two, Dynamic, Statistical &\nTunable Clustering (DSTC) and StatClust, exploit both comprehensive usage\nstatistics and the inter-object reference graph. They are quite elaborate.\nHowever, they are also complex to implement and induce a high overhead. The\nthird clustering technique, called Detection & Reclustering of Objects (DRO),\nis based on the same principles, but is much simpler to implement. These three\nclustering algorithm have been implemented in the Texas persistent object store\nand compared in terms of clustering efficiency (i.e., overall performance\nincrease) and overhead using the Object Clustering Benchmark (OCB). The results\nobtained showed that DRO induced a lighter overhead while still achieving\nbetter overall performance.\n",
      "journal_ref": "LNCS, Vol. 1944 (06/2000) 71-85",
      "id": "0705.0281"
    },
    {
      "year": 1904,
      "title": "Correlators and fractional statistics in the quantum Hall bulk",
      "abstract": "  We derive single-particle and two-particle correlators of anyons in the\npresence of a magnetic field in the lowest Landau level. We show that the\ntwo-particle correlator exhibits signatures of fractional statistics which can\ndistinguish anyons from their fermionic and bosonic counterparts. These\nsignatures include the zeroes of the two-particle correlator and its exclusion\nbehavior. We find that the single-particle correlator in finite geometries\ncarries valuable information relevant to experiments in which quasiparticles on\nthe edge of a quantum Hall system tunnel through its bulk.\n",
      "journal_ref": "Phys. Rev. Lett. 99, 190401 (2007)",
      "id": "0705.0360"
    },
    {
      "year": 1904,
      "title": "Generating Unexpected Spin Echoes in Dipolar Solids with Pi Pulses",
      "abstract": "  NMR spin echo measurements of C-13 in C60, Y-89 in Y2O3, and Si-29 in silicon\nare shown to defy conventional expectations when more that one pi pulse is\nused. Multiple pi-pulse echo trains may either freeze our or accelerate the\ndecay of the signal, depending on the pi-pulse phase. Average Hamiltonian\ntheory, combined with exact quantum calculations, reveals an intrinsic cause\nfor these coherent phenomena: the dipolar coupling has a many-body effect\nduring any real, finite pulse.\n",
      "journal_ref": "Phys. Rev. Lett. 98, 190401 (2007)",
      "id": "0705.0667"
    },
    {
      "year": 1901,
      "title": "Jet modification and a comparative study of hadron v2 measurements in\n  sqrt(s_NN) = 200 GeV Au+Au collisions at RHIC-PHENIX",
      "abstract": "  In this analysis we measure the azimuthal angle($\\phi$) dependence of hadrons\nwith respect to the reaction plane ($\\Psi_{RP}$) in events that were triggered\nby a high-$p_T$ $\\pi^0$ of 5-10 GeV. Fitting the distribution of hadrons with a\nfunction of the type $\\xi(1+2v_2\\cos{(2(\\phi-\\Psi_{RP})}))$, we observe that\nthere is no significant statistical difference between $v_2$ inclusive hadrons\nand those hadrons from hard scattering events. We also compare the near-side\njet widths using PYTHIA simulations with $h^{\\pm}$-$h^{\\pm}$ correlations in\nAu+Au at $\\sqrt{s_{NN}}=200$ GeV.\n",
      "journal_ref": "Int.J.Mod.Phys.E16:1901-1905,2007",
      "id": "0705.0850"
    },
    {
      "year": 1947,
      "title": "37 GHz observations of a large sample of BL Lacertae objects",
      "abstract": "  We present 37 GHz data obtained at Metsahovi Radio Observatory in 2001\nDecember - 2005 April for a large sample of BL Lacertae objects. We also report\nthe mean variability indices and radio spectral indices in frequency intervals\n5 - 37 GHz and 37 - 90 GHz. Approximately 34 % of the sample was detected at 37\nGHz, 136 BL Lacertae objects in all. A large majority of the detected sources\nwere low-energy BL Lacs (LBLs). The variability index values of the sample were\ndiverse, the mean fractional variability of the sample being \\Delta S_2 = 0.31.\nThe spectral indices also varied widely, but the average radio spectrum of the\nsample sources is flat. Our observations show that many of the high-energy BL\nLacs (HBL), which are usually considered radio-quiet, can at times be detected\nat 37 GHz.\n",
      "journal_ref": "Astron.J.133:1947-1953,2007",
      "id": "0705.0887"
    },
    {
      "year": 1911,
      "title": "Stability Analysis of a Hybrid Cellular Automaton Model of Cell Colony\n  Growth",
      "abstract": "  Cell colonies of bacteria, tumour cells and fungi, under nutrient limited\ngrowth conditions, exhibit complex branched growth patterns. In order to\ninvestigate this phenomenon we present a simple hybrid cellular automaton model\nof cell colony growth. In the model the growth of the colony is limited by a\nnutrient that is consumed by the cells and which inhibits cell division if it\nfalls below a certain threshold. Using this model we have investigated how the\nnutrient consumption rate of the cells affects the growth dynamics of the\ncolony. We found that for low consumption rates the colony takes on a Eden-like\nmorphology, while for higher consumption rates the morphology of the colony is\nbranched with a fractal geometry. These findings are in agreement with previous\nresults, but the simplicity of the model presented here allows for a linear\nstability analysis of the system. By observing that the local growth of the\ncolony is proportional to the flux of the nutrient we derive an approximate\ndispersion relation for the growth of the colony interface. This dispersion\nrelation shows that the stability of the growth depends on how far the nutrient\npenetrates into the colony. For low nutrient consumption rates the penetration\ndistance is large, which stabilises the growth, while for high consumption\nrates the penetration distance is small, which leads to unstable branched\ngrowth. When the penetration distance vanishes the dispersion relation is\nreduced to the one describing Laplacian growth without ultra-violet\nregularisation. The dispersion relation was verified by measuring how the\naverage branch width depends on the consumption rate of the cells and shows\ngood agreement between theory and simulations.\n",
      "journal_ref": "Phys. Rev. E 75, 051911 (2007)",
      "id": "0705.1081"
    },
    {
      "year": 1907,
      "title": "The production of Tsallis entropy in the limit of weak chaos and a new\n  indicator of chaoticity",
      "abstract": "  We study the connection between the appearance of a `metastable' behavior of\nweakly chaotic orbits, characterized by a constant rate of increase of the\nTsallis q-entropy (Tsallis 1988), and the solutions of the variational\nequations of motion for the same orbits. We demonstrate that the variational\nequations yield transient solutions, lasting for long time intervals, during\nwhich the length of deviation vectors of nearby orbits grows in time almost as\na power-law. The associated power exponent can be simply related to the\nentropic exponent for which the q-entropy exhibits a constant rate of increase.\nThis analysis leads to the definition of a new sensitive indicator\ndistinguishing regular from weakly chaotic orbits, that we call `Average Power\nLaw Exponent' (APLE). We compare the APLE with other established indicators of\nthe literature. In particular, we give examples of application of the APLE in\na) a thin separatrix layer of the standard map, b) the stickiness region around\nan island of stability in the same map, and c) the web of resonances of a 4D\nsymplectic map. In all these cases we identify weakly chaotic orbits exhibiting\nthe `metastable' behavior associated with the Tsallis q-entropy.\n",
      "journal_ref": "PhysA Vol 387/8-9 pp 1907-1925",
      "id": "0705.1459"
    },
    {
      "year": 1943,
      "title": "Nonlinear optical response of wave packets on quantized potential energy\n  surfaces",
      "abstract": "  We calculated the dynamics of nuclear wave packets in coupled\nelectron-vibration systems and their nonlinear optical responses. We found that\nthe quantized nature of the vibrational modes is observed in pump-probe spectra\nparticularly in weakly interacting electron-vibration systems such as cyanine\ndye molecules. Calculated results based on a harmonic potential model and\nmolecular orbital calculations are compared with experimental results, and we\nalso found that the materials parameters regarding with the geometrical\nstructure of potential energy surfaces are directly determined by accurate\nmeasurement of time-resolved spectra.\n",
      "journal_ref": "J. Chem. Phys. 127, 194304 (2007)",
      "id": "0705.1868"
    },
    {
      "year": 1936,
      "title": "Experimental test of the no signaling theorem",
      "abstract": "  In 1981 N. Herbert proposed a gedanken experiment in order to achieve by the\n''First Laser Amplified Superluminal Hookup'' (FLASH) a faster than light\ncommunication (FTL) by quantum nonlocality. The present work reports the first\nexperimental realization of that proposal by the optical parametric\namplification of a single photon belonging to an entangled EPR pair into an\noutput field involving 5 x 10^3 photons. A thorough theoretical and\nexperimental analysis explains in general and conclusive terms the precise\nreasons for the failure of the FLASH program as well as of any similar FTL\nproposals.\n",
      "journal_ref": "Phys. Rev. Lett. 99, 193601 (2007)",
      "id": "0705.1898"
    },
    {
      "year": 1905,
      "title": "Brownian Motion, \"Diverse and Undulating\"",
      "abstract": "  We describe in detail the history of Brownian motion, as well as the\ncontributions of Einstein, Sutherland, Smoluchowski, Bachelier, Perrin and\nLangevin to its theory. The always topical importance in physics of the theory\nof Brownian motion is illustrated by recent biophysical experiments, where it\nserves, for instance, for the measurement of the pulling force on a single DNA\nmolecule.\n  In a second part, we stress the mathematical importance of the theory of\nBrownian motion, illustrated by two chosen examples. The by-now classic\nrepresentation of the Newtonian potential by Brownian motion is explained in an\nelementary way. We conclude with the description of recent progress seen in the\ngeometry of the planar Brownian curve. At its heart lie the concepts of\nconformal invariance and multifractality, associated with the potential theory\nof the Brownian curve itself.\n",
      "journal_ref": "Brownian Motion, \"Diverse and Undulating'', in \"Einstein,\n  1905-2005\". Poincar\\'e Seminar 2005, Th. Damour, O. Darrigol, B. Duplantier\n  and V. Rivasseau, Editors, pp. 201-293 (Birkh\\\"auser Verlag, Basel, 2006)",
      "id": "0705.1951"
    },
    {
      "year": 1904,
      "title": "Risk perception in epidemic modeling",
      "abstract": "  We investigate the effects of risk perception in a simple model of epidemic\nspreading. We assume that the perception of the risk of being infected depends\non the fraction of neighbors that are ill. The effect of this factor is to\ndecrease the infectivity, that therefore becomes a dynamical component of the\nmodel. We study the problem in the mean-field approximation and by numerical\nsimulations for regular, random and scale-free networks.\n  We show that for homogeneous and random networks, there is always a value of\nperception that stops the epidemics. In the ``worst-case'' scenario of a\nscale-free network with diverging input connectivity, a linear perception\ncannot stop the epidemics; however we show that a non-linear increase of the\nperception risk may lead to the extinction of the disease. This transition is\ndiscontinuous, and is not predicted by the mean-field analysis.\n",
      "journal_ref": "Phys. Rev. E 76, 061904 (2007)",
      "id": "0705.1974"
    },
    {
      "year": 1913,
      "title": "Gravitational particle production in braneworld cosmology",
      "abstract": "  Gravitational particle production in time variable metric of an expanding\nuniverse is efficient only when the Hubble parameter $H$ is not too small in\ncomparison with the particle mass. In standard cosmology, the huge value of the\nPlanck mass $M_{Pl}$ makes the mechanism phenomenologically irrelevant. On the\nother hand, in braneworld cosmology the expansion rate of the early universe\ncan be much faster and many weakly interacting particles can be abundantly\ncreated. Cosmological implications are discussed.\n",
      "journal_ref": "Phys.Rev.Lett.99:191302,2007",
      "id": "0705.2176"
    },
    {
      "year": 1947,
      "title": "Anomalous structural and mechanical properties of solids confined in\n  quasi one dimensional strips",
      "abstract": "  We show using computer simulations and mean field theory that a system of\nparticles in two dimensions, when confined laterally by a pair of parallel hard\nwalls within a quasi one dimensional channel, possesses several anomalous\nstructural and mechanical properties not observed in the bulk. Depending on the\ndensity $\\rho$ and the distance between the walls $L_y$, the system shows\nstructural characteristics analogous to a weakly modulated liquid, a strongly\nmodulated smectic, a triangular solid or a buckled phase. At fixed $\\rho$, a\nchange in $L_y$ leads to many reentrant discontinuous transitions involving\nchanges in the number of layers parallel to the confining walls depending\ncrucially on the commensurability of inter-layer spacing with $L_y$. The solid\nshows resistance to elongation but not to shear. When strained beyond the\nelastic limit it fails undergoing plastic deformation but surprisingly, as the\nstrain is reversed, the material recovers completely and returns to its\noriginal undeformed state. We obtain the phase diagram from mean field theory\nand finite size simulations and discuss the effect of fluctuations.\n",
      "journal_ref": "J. Chem. Phys. 128, 194702 (2008)",
      "id": "0705.3135"
    },
    {
      "year": 1901,
      "title": "Transverse momentum and centrality dependence of dihadron correlations\n  in Au+Au collisions at sqrt(s_NN)=200 GeV: Jet-quenching and the response of\n  partonic matter",
      "abstract": "  Azimuthal angle \\Delta\\phi correlations are presented for charged hadrons\nfrom dijets for 0.4 < p_T < 10 GeV/c in Au+Au collisions at sqrt(s_NN) = 200\nGeV. With increasing p_T, the away-side distribution evolves from a broad to a\nconcave shape, then to a convex shape. Comparisons to p+p data suggest that the\naway-side can be divided into a partially suppressed \"head\" region centered at\nDelta\\phi ~ \\pi, and an enhanced \"shoulder\" region centered at Delta\\phi ~ \\pi\n+/- 1.1. The p_T spectrum for the \"head\" region softens toward central\ncollisions, consistent with the onset of jet quenching. The spectral slope for\nthe \"shoulder\" region is independent of centrality and trigger p_T, which\noffers constraints on energy transport mechanisms and suggests that the\n\"shoulder\" region contains the medium response to energetic jets.\n",
      "journal_ref": "Phys.Rev.C77:011901,2008",
      "id": "0705.3238"
    },
    {
      "year": 1909,
      "title": "Yukawa potentials in systems with partial periodic boundary conditions I\n  : Ewald sums for quasi-two dimensional systems",
      "abstract": "  Yukawa potentials are often used as effective potentials for systems as\ncolloids, plasmas, etc. When the Debye screening length is large, the Yukawa\npotential tends to the non-screened Coulomb potential ; in this small screening\nlimit, or Coulomb limit, the potential is long ranged. As it is well known in\ncomputer simulation, a simple truncation of the long ranged potential and the\nminimum image convention are insufficient to obtain accurate numerical data on\nsystems. The Ewald method for bulk systems, i.e. with periodic boundary\nconditions in all three directions of the space, has already been derived for\nYukawa potential [cf. Y., Rosenfeld, {\\it Mol. Phys.}, \\bm{88}, 1357, (1996)\nand G., Salin and J.-M., Caillol, {\\it J. Chem. Phys.}, \\bm{113}, 10459,\n(2000)], but for systems with partial periodic boundary conditions, the Ewald\nsums have only recently been obtained [M., Mazars, {\\it J. Chem. Phys.}, {\\bf\n126}, 056101 (2007)]. In this paper, we provide a closed derivation of the\nEwald sums for Yukawa potentials in systems with periodic boundary conditions\nin only two directions and for any value of the Debye length. A special\nattention is paid to the Coulomb limit and its relation with the\nelectroneutrality of systems.\n",
      "journal_ref": "Molecular Physics, 105 : 13, 1909-1925 (2007)",
      "id": "0705.3785"
    },
    {
      "year": 1923,
      "title": "Spatially Inhomogeneous Superconducting and Bosonic Networks With\n  Emergent Complex Behaviors",
      "abstract": "  The spontaneous emergence of enhanced responses and local orders are\nproperties often associated with complex matter where nonlinearities and\nspatial inhomogeneities dominate. We discuss these phenomena in quantum devices\nrealized with superconducting Josephson junction networks and cold atoms in\noptical lattices. We evidence how the pertinent engineering of the network's\nshape induces the enhancement of the zero-voltage Josephson critical currents\nin superconducting arrays as well as the emergence of spatially localized\ncondensates for cold atoms in inhomogeneous optical lattices.\n",
      "journal_ref": "Int. J. Mod. Phys. B21, 1923 (2007)",
      "id": "0705.3900"
    },
    {
      "year": 1927,
      "title": "Yukawa potentials in systems with partial periodic boundary conditions\n  II : Lekner sums for quasi-two dimensional systems",
      "abstract": "  Yukawa potentials may be long ranged when the Debye screening length is\nlarge. In computer simulations, such long ranged potentials have to be taken\ninto account with convenient algorithms to avoid systematic bias in the\nsampling of the phase space. Recently, we have provided Ewald sums for\nquasi-two dimensional systems with Yukawa interaction potentials [M. Mazars,\n{\\it J. Chem. Phys.}, {\\bf 126}, 056101 (2007) and M. Mazars, {\\it Mol. Phys.},\nPaper I]. Sometimes, Lekner sums are used as an alternative to Ewald sums for\nCoulomb systems. In the present work, we derive the Lekner sums for quasi-two\ndimensional systems with Yukawa interaction potentials and we give some\nnumerical tests for pratical implementations. The main result of this paper is\nto outline that Lekner sums cannot be considered as an alternative to Ewald\nsums for Yukawa potentials. As a conclusion to this work : Lekner sums should\nnot be used for quasi-two dimensional systems with Yukawa interaction\npotentials.\n",
      "journal_ref": "Molecular Physics, 105 : 13, 1927-1936 (2007)",
      "id": "0705.4189"
    },
    {
      "year": 1918,
      "title": "Evidence for the Decay D^0 --> K^_pi^+pi^-e^+nu_e",
      "abstract": "  Using a 281 pb^{-1} data sample collected at the psi(3770) with the CLEO-c\ndetector, we present the first absolute branching fraction measurement of the\ndecay D^0 rightarrow K^-pi^+pi^-e^+nu_e at a statistical significance of about\n4.0 standard deviations. We find 10 candidates consistent with the decay D^0\nrightarrow K^-pi^+pi^- e^+nu_e. The probability that a background fluctuation\naccounts for this signal is less than 4.1 times 10^{-5}. We find {cal B}(D^0\nrightarrow K^-pi^+pi^-e^+nu_e)= [2.8 ^{+1.4}_{-1.1}{rm (stat)} pm 0.3{rm\n(syst)}] times 10 ^{-4}. This channel is consistent with being predominantly\nproduced through D^0 rightarrow K1^- e^+nu_e. By restricting the invariant mass\nof the hadronic system to be consistent with K1, we obtain the product of\nbranching fractions {cal B}(D^0 rightarrow K1^- e^+nu_e)cdot{\\cal B}(K1 to\nK^-pi^+pi^-)=[2.5^{+1.3}_{-1.0}{rm(stat)} pm 0.2 {rm (syst)}]times 10^{-4}.\nUsing {cal B}(K1 to K^-pi^+pi^-) = (33 pm 3) %, we obtain {cal B}(D^0 to\nK1^-e^+nu_e)=[7.6^{+4.1}_{-3.0}{rm (stat)} pm 0.6{rm (syst)}pm 0.7 ]times\n10^{-4}. The last error accounts for the uncertainties in the measured konem to\nK^-pi^+pi^- branching fraction.\n",
      "journal_ref": "Phys.Rev.Lett.99:191801,2007",
      "id": "0705.4276"
    },
    {
      "year": 1901,
      "title": "Charmonium dynamics in Au+Au collisions at sqrt(S)=200 GeV",
      "abstract": "  The formation and suppression dynamics of J/Psi, Chi_c and Psi-Prime mesons\nis studied within the HSD transport approach for Au+Au reactions at the top\nRHIC energy of sqrt(S)=200 GeV. Two prominent models, which have been discussed\nfor more than a decade, are incorporated, i.e. the 'hadronic comover absorption\nand reformation' model as well as the 'QGP threshold' scenario, and compared to\navailable experimental data. Our studies demonstrate that both scenarios -\ncompatible with experimental observation at SPS energies - fail severely at\nRHIC energies. This combined analysis - together with the underestimation of\ncharm elliptic flow - proves that the dynamics of c, c-bar quarks are dominated\nby partonic interactions in the strong QGP (sQGP) and can neither be modeled by\n'hadronic' interactions nor described appropriately by color screening alone.\n",
      "journal_ref": "Phys.Rev.C76:041901,2007",
      "id": "0705.4443"
    },
    {
      "year": 1904,
      "title": "States of the Dirac equation in confining potentials",
      "abstract": "  We study the Dirac equation in confining potentials with pure vector\ncoupling, proving the existence of metastable states with longer and longer\nlifetimes as the non-relativistic limit is approached and eventually merging\nwith continuity into the Schr\\\"odinger bound states. We believe that the\nexistence of these states could be relevant in high energy model construction\nand in understanding possible resonant scattering effects in systems like\nGraphene. We present numerical results for the linear and the harmonic cases\nand we show that the the density of the states of the continuous spectrum is\nwell described by a sum of Breit-Wigner lines. The width of the line with\nlowest positive energy, as expected, reproduces very well the Schwinger pair\nproduction rate for a linear potential: we thus suggest a different way of\nobtaining informations on the pair production in unbounded, non uniform\nelectric fields, where very little is known.\n",
      "journal_ref": "Phys.Rev.Lett.101:190401,2008",
      "id": "0706.0127"
    },
    {
      "year": 1905,
      "title": "Atomic force microscopy (AFM) study of thick lamellar stacks of\n  phospholipid bilayers",
      "abstract": "  We report an Atomic Force Microscopy (AFM) study on thick multi lamellar\nstacks of approx. 10 mum thickness (about 1500 stacked membranes) of DMPC\n(1,2-dimyristoyl-sn-glycero-3-phoshatidylcholine) deposited on silicon wafers.\nThese thick stacks could be stabilized for measurements under excess water or\nsolution. From force curves we determine the compressional modulus B and the\nrupture force F_r of the bilayers in the gel (ripple), the fluid phase and in\nthe range of critical swelling close to the main transition. AFM allows to\nmeasure the compressional modulus of stacked membrane systems and values for B\ncompare well to values reported in the literature. We observe pronounced\nripples on the top layer in the Pbeta' (ripple) phase and find an increasing\nripple period Lambda_r when approaching the temperature of the main phase\ntransition into the fluid Lalpha phase at about 24 C. Metastable ripples with\n2Lambda_r are observed. Lambda_r also increases with increasing osmotic\npressure, i.e., for different concentrations of polyethylene glycol (PEG).\n",
      "journal_ref": "Phys. Rev. E 77, 021905 (2008) (8 pages).",
      "id": "0706.0196"
    },
    {
      "year": 1922,
      "title": "Evolutionary dynamics of the most populated genotype on rugged fitness\n  landscapes",
      "abstract": "  We consider an asexual population evolving on rugged fitness landscapes which\nare defined on the multi-dimensional genotypic space and have many local\noptima. We track the most populated genotype as it changes when the population\njumps from a fitness peak to a better one during the process of adaptation.\nThis is done using the dynamics of the shell model which is a simplified\nversion of the quasispecies model for infinite populations and standard\nWright-Fisher dynamics for large finite populations. We show that the\npopulation fraction of a genotype obtained within the quasispecies model and\nthe shell model match for fit genotypes and at short times, but the dynamics of\nthe two models are identical for questions related to the most populated\ngenotype. We calculate exactly several properties of the jumps in infinite\npopulations some of which were obtained numerically in previous works. We also\npresent our preliminary simulation results for finite populations. In\nparticular, we measure the jump distribution in time and find that it decays as\n$t^{-2}$ as in the quasispecies problem.\n",
      "journal_ref": "Phys. Rev. E 76, 031922 (2007)",
      "id": "0706.0406"
    },
    {
      "year": 1918,
      "title": "Long-range Electron Spin-spin Interactions from Unparticle Exchange",
      "abstract": "  Unparticles as suggested by Georgi are identities that are not constrained by\ndispersion relations but are governed by their scaling dimension, d. Their\ncoupling to particles can result in macroscopic interactions between matter,\nthat are generally an inverse nonintegral power of distance. This is totally\ndifferent from known macroscopic forces. We use the precisely measured\nlong-ranged spin-spin interaction of electrons to constrain unparticle\ncouplings to the electron. For 1<d<1.5 the axial vector unparticle coupling is\nexcluded; and for 1<d<1.3 the pseudoscalar and vector couplings are also ruled\nout. These bounds and the ones for other ranges of d exceed or are\ncomplementary to those obtained previously from exotic positronium decays.\n",
      "journal_ref": "Phys.Rev.Lett.99:191804,2007",
      "id": "0706.1284"
    },
    {
      "year": 1921,
      "title": "Simple Combined Model for Nonlinear Excitations in DNA",
      "abstract": "  We propose a new simple model for DNA denaturation bases on the pendulum\nmodel of Englander\\cite{A1} and the microscopic model of Peyrard {\\it et\nal.},\\cite{A3} so called \"combined model\". The main parameters of our model\nare: the coupling constant $k$ along each strand, the mean stretching $y^\\ast$\nof the hydrogen bonds, the ratio of the damping constant and driven force\n$\\gamma/F$. We show that both the length $L$ of unpaired bases and the velocity\n$v$ of kinks depend on not only the coupling constant $k$ but also the\ntemperature $T$. Our results are in good agreement with previous works.\n",
      "journal_ref": "Phys. Rev. E 76, 021921 (2007)",
      "id": "0706.1683"
    },
    {
      "year": 1947,
      "title": "Analysing the elasticity difference tensor of general relativity",
      "abstract": "  The elasticity difference tensor, used in [1] to describe elasticity\nproperties of a continuous medium filling a space-time, is here analysed from\nthe point of view of the space-time connection. Principal directions associated\nwith this tensor are compared with eigendirections of the material metric.\nExamples concerning spherically symmetric and axially symmetric space-times are\nthen presented.\n",
      "journal_ref": "Gen.Rel.Grav.40:1947-1966,2008",
      "id": "0706.2319"
    },
    {
      "year": 1904,
      "title": "Semiclassical Dynamics of Electron Wave Packet States with Phase\n  Vortices",
      "abstract": "  We consider semiclassical higher-order wave packet solutions of the\nSchrodinger equation with phase vortices. The vortex line is aligned with the\npropagation direction, and the wave packet carries a well-defined orbital\nangular momentum (OAM) $\\hbar l$ ($l$ is the vortex strength) along its main\nlinear momentum. The probability current coils around momentum in such OAM\nstates of electrons. In an electric field, these states evolve like massless\nparticles with spin $l$. The magnetic-monopole Berry curvature appears in\nmomentum space, which results in a spin-orbit-type interaction and a\nBerry/Magnus transverse force acting on the wave packet. This brings about the\nOAM Hall effect. In a magnetic field, there is a Zeeman interaction, which, can\nlead to more complicated dynamics.\n",
      "journal_ref": "Phys.Rev.Lett.99:190404,2007",
      "id": "0706.2486"
    },
    {
      "year": 1904,
      "title": "Inert states of spin-S systems",
      "abstract": "  We present a simple but efficient geometrical method for determining the\ninert states of spin-S systems. It can be used if the system is described by a\nspin vector of a spin-S particle and its energy is invariant in spin rotations\nand phase changes. Our method is applicable to an arbitrary S and it is based\non the representation of a pure spin state of a spin-S particle in terms of 2S\npoints on the surface of a sphere. We use this method to find candidates for\nsome of the ground states of spinor Bose-Einstein condensates.\n",
      "journal_ref": "Phys. Rev. Lett. 99, 190408 (2007)",
      "id": "0706.2505"
    },
    {
      "year": 1931,
      "title": "Diagrammatic content of the DMFT for the Holstein polaron problem in\n  finite dimensions",
      "abstract": "  In the context of the Holstein polaron problem it is shown that the dynamical\nmean field theory (DMFT) corresponds to the summation of a special class of\nlocal diagrams in the skeleton expansion of the self-energy. In the real space\nrepresentation, these local diagrams are characterized by the absence of vertex\ncorrections involving phonons at different lattice sites. Such corrections\nvanish in the limit of infinite dimensions, for which the DMFT provides the\nexact solution of the Holstein polaron problem. However, for finite dimensional\nsystems the accuracy of the DMFT is limited. In particular, it cannot describe\ncorrectly the adiabatic spreading of the polaron over multiple lattice sites.\nArguments are given that the DMFT limitations on vertex corrections found for\nthe Holstein polaron problem persist for finite electron densities and\narbitrary phonon dispersion.\n",
      "journal_ref": "Phys. Rev. B 76, 193106 (2007)",
      "id": "0706.2582"
    },
    {
      "year": 1916,
      "title": "Alternative experimental evidence for chiral restoration in excited\n  baryons",
      "abstract": "  Given existing empirical spectral patterns of excited hadrons it has been\nsuggested that chiral symmetry is approximately restored in excited hadrons at\nzero temperature/density (effective symmetry restoration). If correct, this\nimplies that mass generation mechanisms and physics in excited hadrons is very\ndifferent as compared to the lowest states. One needs an alternative and\nindependent experimental information to confirm this conjecture. Using very\ngeneral chiral symmetry arguments it is shown that strict chiral restoration in\na given excited nucleon forbids its decay into the N \\pi channel. Hence those\nexcited nucleons which are assumed from the spectroscopic patterns to be in\napproximate chiral multiplets must only \"weakly\" decay into the N \\pi channel,\n(f_{N^*N\\pi}/f_{NN\\pi})^2 << 1. However, those baryons which have no chiral\npartner must decay strongly with a decay constant comparable with f_{NN\\pi}.\nDecay constants can be extracted from the existing decay widths and branching\nratios. It turnes out that for all those well established excited nucleons\nwhich can be classified into chiral doublets N_+(1440) - N_-(1535), N_+(1710) -\nN_-(1650), N_+(1720) - N_-(1700), N_+(1680) - N_-(1675), N_+(2220) - N_-(2250),\nN_+(?) - N_-(2190), N_+(?) - N_-(2600), the ratio is (f_{N^*N\\pi}/f_{NN\\pi})^2\n~ 0.1 or much smaller for the high-spin states. In contrast, the only well\nestablished excited nucleon for which the chiral partner cannot be identified\nfrom the spectroscopic data, N(1520), has a decay constant into the N\\pi\nchannel that is comparable with f_{NN\\pi}. This gives an independent\nexperimental verification of the chiral symmetry restoration scenario.\n",
      "journal_ref": "Phys.Rev.Lett.99:191602,2007",
      "id": "0706.3288"
    },
    {
      "year": 1916,
      "title": "Conceptual Explanation for the Algebra in the Noncommutative Approach to\n  the Standard Model",
      "abstract": "  The purpose of this letter is to remove the arbitrariness of the ad hoc\nchoice of the algebra and its representation in the noncommutative approach to\nthe Standard Model, which was begging for a conceptual explanation. We assume\nas before that space-time is the product of a four-dimensional manifold by a\nfinite noncommmutative space F. The spectral action is the pure gravitational\naction for the product space. To remove the above arbitrariness, we classify\nthe irreducibe geometries F consistent with imposing reality and chiral\nconditions on spinors, to avoid the fermion doubling problem, which amounts to\nhave total dimension 10 (in the K-theoretic sense). It gives, almost uniquely,\nthe Standard Model with all its details, predicting the number of fermions per\ngeneration to be 16, their representations and the Higgs breaking mechanism,\nwith very little input. The geometrical model is valid at the unification\nscale, and has relations connecting the gauge couplings to each other and to\nthe Higgs coupling. This gives a prediction of the Higgs mass of around 170 GeV\nand a mass relation connecting the sum of the square of the masses of the\nfermions to the W mass square, which enables us to predict the top quark mass\ncompatible with the measured experimental value. We thus manage to have the\nadvantages of both SO(10) and Kaluza-Klein unification, without paying the\nprice of plethora of Higgs fields or the infinite tower of states.\n",
      "journal_ref": "Phys.Rev.Lett.99:191601,2007",
      "id": "0706.3690"
    },
    {
      "year": 1918,
      "title": "Measurement of the Neutrino Asymmetry Parameter B in Neutron Decay",
      "abstract": "  A new measurement of the neutrino asymmetry parameter B in neutron decay, the\nangular correlation between neutron spin and anti-neutrino momentum, is\npresented. The result, B=0.9802(50), agrees with the Standard Model expectation\nand earlier measurements, and permits improved tests on ``new physics'' in\nneutron decay.\n",
      "journal_ref": "Phys.Rev.Lett.99:191803,2007",
      "id": "0706.3788"
    },
    {
      "year": 1933,
      "title": "Kinetics of indirect excitons in the optically-induced exciton trap",
      "abstract": "  We report on the kinetics of a low-temperature gas of indirect excitons in\nthe optically-induced exciton trap. The excitons in the region of laser\nexcitation are found to rapidly -- within 4 ns -- cool to the lattice\ntemperature T = 1.4 K, while the excitons at the trap center are found to be\ncold -- essentially at the lattice temperature -- even during the excitation\npulse. The loading time of excitons to the trap center is found to be about 40\nns, longer than the cooling time yet shorter than the lifetime of the indirect\nexcitons. The observed time hierarchy is favorable for creating a dense and\ncold exciton gas in optically-induced traps and for in situ control of the gas\nby varying the excitation profile in space and time before the excitons\nrecombine.\n",
      "journal_ref": "Phys. Rev. B 76, 193308 (2007)",
      "id": "0706.4194"
    }
  ],
  "1950-1999": [
    {
      "year": 1953,
      "title": "CP violation in beauty decays",
      "abstract": "  Precision tests of the Kobayashi-Maskawa model of CP violation are discussed,\npointing out possible signatures for other sources of CP violation and for new\nflavor-changing operators. The current status of the most accurate tests is\nsummarized.\n",
      "journal_ref": "Int.J.Mod.Phys.A22:1953-1982,2007",
      "id": "0704.0076"
    },
    {
      "year": 1951,
      "title": "Aspects of Electron-Phonon Self-Energy Revealed from Angle-Resolved\n  Photoemission Spectroscopy",
      "abstract": "  Lattice contribution to the electronic self-energy in complex correlated\noxides is a fascinating subject that has lately stimulated lively discussions.\nExpectations of electron-phonon self-energy effects for simpler materials, such\nas Pd and Al, have resulted in several misconceptions in strongly correlated\noxides. Here we analyze a number of arguments claiming that phonons cannot be\nthe origin of certain self-energy effects seen in high-$T_c$ cuprate\nsuperconductors via angle resolved photoemission experiments (ARPES), including\nthe temperature dependence, doping dependence of the renormalization effects,\nthe inter-band scattering in the bilayer systems, and impurity substitution. We\nshow that in light of experimental evidences and detailed simulations, these\narguments are not well founded.\n",
      "journal_ref": "Phys. Rev. B 75, 195116 (2007)",
      "id": "0704.0093"
    },
    {
      "year": 1952,
      "title": "HI velocity dispersion in NGC 1058",
      "abstract": "  We present excellent resolution and high sensitivity Very Large Array (VLA)\nobservations of the 21cm HI line emission from the face-on galaxy NGC 1058,\nproviding the first reliable study of the HI profile shapes throughout the\nentire disk of an external galaxy. Our observations show an intriguing picture\nof the interstellar medium; throughout this galaxy velocity-- dispersions range\nbetween 4 to 15 km/sec but are not correlated with star formation, stars or the\ngaseous spiral arms. The velocity dispersions decrease with radius, but this\nglobal trend has a large scatter as there are several isolated, resolved\nregions of high dispersion. The decline of star light with radius is much\nsteeper than that of the velocity dispersions or that of the energy in the gas\nmotions.\n",
      "journal_ref": "Astron.J.134:1952-1962,2007",
      "id": "0704.0279"
    },
    {
      "year": 1981,
      "title": "Polymerization Force Driven Buckling of Microtubule Bundles Determines\n  the Wavelength of Patterns Formed in Tubulin Solutions",
      "abstract": "  We present a model for the spontaneous formation of a striated pattern in\npolymerizing microtubule solutions. It describes the buckling of a single\nmicrotubule (MT) bundle within an elastic network formed by other similarly\naligned and buckling bundles and unaligned MTs. Phase contrast and polarization\nmicroscopy studies of the temporal evolution of the pattern imply that the\npolymerization of MTs within the bundles creates the driving compressional\nforce. Using the measured rate of buckling, the established MT force-velocity\ncurve and the pattern wavelength, we obtain reasonable estimates for the MT\nbundle bending rigidity and the elastic constant of the network. The analysis\nimplies that the bundles buckle as solid rods.\n",
      "journal_ref": "Phys. Rev. Lett. 98, 198103 (2007)",
      "id": "0704.0305"
    },
    {
      "year": 1983,
      "title": "Experimental observation of structural crossover in binary mixtures of\n  colloidal hard spheres",
      "abstract": "  Using confocal-microscopy we investigate the structure of binary mixtures of\ncolloidal hard spheres with size ratio q=0.61. As a function of the packing\nfraction of the two particle species, we observe a marked change of the\ndominant wavelength in the pair correlation function. This behavior is in\nexcellent agreement with a recently predicted structural crossover in such\nmixtures. In addition, the repercussions of structural crossover on the\nreal-space structure of a binary fluid are analyzed. We suggest a relation\nbetween crossover and the lateral extension of networks containing only equally\nsized particles that are connected by nearest neighbor bonds. This is supported\nby Monte-Carlo simulations which are performed at different packing fractions\nand size ratios.\n",
      "journal_ref": "Phys. Rev. Lett. 98, 198303 (2007)",
      "id": "0704.0343"
    },
    {
      "year": 1953,
      "title": "Coulomb blockade of field emission from nanoscale conductors",
      "abstract": "  Theoretical description of the field emission of electrons from nanoscale\nobjects weakly coupled to the cathode is presented. It is shown that the field-\nemission current increases in a step-like fashion due to single-electron\ncharging which leads to abrupt changes of the effective electric field\nresponsible for the field emission. A detailed consideration of the\ncurrent-voltage characteristics is carried out for a nanocluster modelled by a\nmetallic spherical particle in the close vicinity of the cathode and for a\ncylindrical silicon nanowire grown on the cathode surface.\n",
      "journal_ref": "Phys. Rev. B 73, 195328 (2006)",
      "id": "0704.0415"
    },
    {
      "year": 1966,
      "title": "Anomalous c-axis transport in layered metals",
      "abstract": "  Transport in metals with strongly anisotropic single-particle spectrum is\nstudied. Coherent band transport in all directions, described by the standard\nBoltzmann equation, is shown to withstand both elastic and inelastic scattering\nas long as $E_F\\tau\\gg 1$. A model of phonon-assisted tunneling via resonant\nstates located in between the layers is suggested to explain a non-monotonic\ntemperature dependence of the c-axis resistivity observed in experiments.\n",
      "journal_ref": "Phys. Rev. Lett. 99, 196602 (2007)",
      "id": "0704.0613"
    },
    {
      "year": 1999,
      "title": "J/psi Production in an Equilibrating Partonic System",
      "abstract": "  Any color singlet or octet ccbar pair is created at short distances and then\nexpands to a full size of J/psi. Such a dynamical evolution process is included\nhere in calculations for the J/psi number distribution as a function of\ntransverse momentum and rapidity in central Au-Au collisions at both RHIC and\nLHC energies. The ccbar pairs are produced in the initial collision and in the\npartonic system during the prethermal and thermal stages through the partonic\nchannels ab to ccbar [{2S+1}L_J] and ab to ccbar [{2S+1}L_J]x, and then they\ndissociate in the latter two stages. Dissociation of ccbar in the medium occurs\nvia two reactions: (a) color singlet ccbar plus a gluon turns to color octet\nccbar, (b) color octet ccbar plus a gluon persists as color octet. There are\nmodest yields of ccbar in the prethermal stage at RHIC energy and through the\nreactions ab to ccbar [{2S+1}L_J] at LHC energy for partons with large average\nmomentum in the prethermal stage at both collider energies and in the thermal\nstage at LHC energy. Production from the partonic system competes with the\nsuppression of the initial yield in the deconfined medium. Consequently, a\nbulge within -1.5<y<1.5 has been found for the J/psi number distribution and\nthe ratio of J/psi number distributions for Au-Au collisions to nucleon-nucleon\ncollisions. This bulge is caused by the partonic system and is thus an\nindicator of a deconfined partonic medium. Based on this result we suggest the\nrapidity region worth measuring in future experiments at RHIC and LHC to be\n-3<y<3.\n",
      "journal_ref": "Nucl.Phys.A658:165-193,1999",
      "id": "0704.0668"
    },
    {
      "year": 1996,
      "title": "A note on higher-order differential operations",
      "abstract": "  In this paper we consider successive iterations of the first-order\ndifferential operations in space ${\\bf R}^3.$\n",
      "journal_ref": "Univ. Beograd. Publ. Elektrotehn. Fak., Ser. Mat. 7 (1996),\n  105--109",
      "id": "0704.0747"
    },
    {
      "year": 1998,
      "title": "Some combinatorial aspects of differential operation compositions on\n  space $R^n$",
      "abstract": "  In this paper we present a recurrent relation for counting meaningful\ncompositions of the higher-order differential operations on the space $R^{n}$\n(n=3,4,...) and extract the non-trivial compositions of order higher than two.\n",
      "journal_ref": "Univ. Beograd. Publ. Elektrotehn. Fak. Ser. Mat. 9 (1998), 29--33",
      "id": "0704.0750"
    },
    {
      "year": 1998,
      "title": "A Hierarchical Approach for Dependability Analysis of a Commercial\n  Cache-Based RAID Storage Architecture",
      "abstract": "  We present a hierarchical simulation approach for the dependability analysis\nand evaluation of a highly available commercial cache-based RAID storage\nsystem. The archi-tecture is complex and includes several layers of\noverlap-ping error detection and recovery mechanisms. Three ab-straction levels\nhave been developed to model the cache architecture, cache operations, and\nerror detection and recovery mechanism. The impact of faults and errors\noc-curring in the cache and in the disks is analyzed at each level of the\nhierarchy. A simulation submodel is associated with each abstraction level. The\nmodels have been devel-oped using DEPEND, a simulation-based environment for\nsystem-level dependability analysis, which provides facili-ties to inject\nfaults into a functional behavior model, to simulate error detection and\nrecovery mechanisms, and to evaluate quantitative measures. Several fault\nmodels are defined for each submodel to simulate cache component failures, disk\nfailures, transmission errors, and data errors in the cache memory and in the\ndisks. Some of the parame-ters characterizing fault injection in a given\nsubmodel cor-respond to probabilities evaluated from the simulation of the\nlower-level submodel. Based on the proposed method-ology, we evaluate and\nanalyze 1) the system behavior un-der a real workload and high error rate\n(focusing on error bursts), 2) the coverage of the error detection mechanisms\nimplemented in the system and the error latency distribu-tions, and 3) the\naccumulation of errors in the cache and in the disks.\n",
      "journal_ref": "Proc. 28th IEEE International Symposium on Fault-Tolerant\n  Computing (FTCS-28), Munich (Germany), IEEE Computer Society, June 1998,\n  pp.6-15 (1998) 6-15",
      "id": "0704.0879"
    },
    {
      "year": 1970,
      "title": "Nodeless d-wave superconducting pairing due to residual\n  antiferromagnetism in underdoped Pr$_{2-x}$Ce$_x$CuO$_{4-\\delta}$",
      "abstract": "  We have investigated the doping dependence of the penetration depth vs.\ntemperature in electron doped Pr$_{2-x}$Ce$_x$CuO$_{4-\\delta}$ using a model\nwhich assumes the uniform coexistence of (mean-field) antiferromagnetism and\nsuperconductivity. Despite the presence of a $d_{x^2-y^2}$ pairing gap in the\nunderlying spectrum, we find nodeless behavior of the low-$T$ penetration depth\nin underdoped case, in accord with experimental results. As doping increases, a\nlinear-in-$T$ behavior of the penetration depth, characteristic of d-wave\npairing, emerges as the lower magnetic band crosses the Fermi level and creates\na nodal Fermi surface pocket.\n",
      "journal_ref": "Phys. Rev. Lett. 98, 197004 (2007)",
      "id": "0704.0956"
    },
    {
      "year": 1953,
      "title": "Spin-polarized transport through weakly coupled double quantum dots in\n  the Coulomb-blockade regime",
      "abstract": "  We analyze cotunneling transport through two quantum dots in series weakly\ncoupled to external ferromagnetic leads. In the Coulomb blockade regime the\nelectric current flows due to third-order tunneling, while the second-order\nsingle-barrier processes have indirect impact on the current by changing the\noccupation probabilities of the double dot system. We predict a zero-bias\nmaximum in the differential conductance, whose magnitude is conditioned by the\nvalue of the inter-dot Coulomb interaction. This maximum is present in both\nmagnetic configurations of the system and results from asymmetry in cotunneling\nthrough different virtual states. Furthermore, we show that tunnel\nmagnetoresistance exhibits a distinctively different behavior depending on\ntemperature, being rather independent of the value of inter-dot correlation.\nMoreover, we find negative TMR in some range of the bias voltage.\n",
      "journal_ref": "Phys. Rev. B 75, 195339 (2007)",
      "id": "0704.1213"
    },
    {
      "year": 1953,
      "title": "Computational and experimental imaging of Mn defects on GaAs (110)\n  cross-sectional surface",
      "abstract": "  We present a combined experimental and computational study of the (110)\ncross-sectional surface of Mn $\\delta$-doped GaAs samples. We focus our study\non three different selected Mn defect configurations not previously studied in\ndetails, namely surface interstitial Mn, isolated and in pairs, and\nsubstitutional Mn atoms on cationic sites (Mn$_{\\rm Ga}$) in the first\nsubsurface layer. The sensitivity of the STM images to the specific local\nenvironment allows to distinguish between Mn interstitials with nearest\nneighbor As atoms (Int$_{\\rm As}$) rather than Ga atoms (Int$_{\\rm Ga}$), and\nto identify the fingerprint of peculiar satellite features around subsurface\nsubstitutional Mn. The simulated STM maps for Int$_{\\rm As}$, both isolated and\nin pairs, and Mn$_{\\rm Ga}$ in the first subsurface layer are consistent with\nsome experimental images hitherto not fully characterized.\n",
      "journal_ref": "Phys. Rev. B 75, 195335 (2007)",
      "id": "0704.1357"
    },
    {
      "year": 1964,
      "title": "Pseudogap and charge density waves in two dimensions",
      "abstract": "  An interaction between electrons and lattice vibrations (phonons) results in\ntwo fundamental quantum phenomena in solids: in three dimensions it can turn a\nmetal into a superconductor whereas in one dimension it can turn a metal into\nan insulator. In two dimensions (2D) both superconductivity and charge-density\nwaves (CDW) are believed to be anomalous. In superconducting cuprates, critical\ntransition temperatures are unusually high and the energy gap may stay unclosed\neven above these temperatures (pseudogap). In CDW-bearing dichalcogenides the\nresistivity below the transition can decrease with temperature even faster than\nin the normal phase and a basic prerequisite for the CDW, the favourable\nnesting conditions (when some sections of the Fermi surface appear shifted by\nthe same vector), seems to be absent. Notwithstanding the existence of\nalternatives to conventional theories, both phenomena in 2D still remain the\nmost fascinating puzzles in condensed matter physics. Using the latest\ndevelopments in high-resolution angle-resolved photoemission spectroscopy\n(ARPES) here we show that the normal-state pseudogap also exists in one of the\nmost studied 2D examples, dichalcogenide 2H-TaSe2, and the formation of CDW is\ndriven by a conventional nesting instability, which is masked by the pseudogap.\nOur findings reconcile and explain a number of unusual, as previously believed,\nexperimental responses as well as disprove many alternative theoretical\napproaches. The magnitude, character and anisotropy of the 2D-CDW pseudogap are\nintriguingly similar to those seen in superconducting cuprates.\n",
      "journal_ref": "Phys. Rev. Lett. 100, 196402 (2008)",
      "id": "0704.1544"
    },
    {
      "year": 1998,
      "title": "Theoretical Aspects of the SOM Algorithm",
      "abstract": "  The SOM algorithm is very astonishing. On the one hand, it is very simple to\nwrite down and to simulate, its practical properties are clear and easy to\nobserve. But, on the other hand, its theoretical properties still remain\nwithout proof in the general case, despite the great efforts of several\nauthors. In this paper, we pass in review the last results and provide some\nconjectures for the future work.\n",
      "journal_ref": "Neurocomputing 21 (1998) 119-138",
      "id": "0704.1696"
    },
    {
      "year": 1998,
      "title": "Parallel computing for the finite element method",
      "abstract": "  A finite element method is presented to compute time harmonic microwave\nfields in three dimensional configurations. Nodal-based finite elements have\nbeen coupled with an absorbing boundary condition to solve open boundary\nproblems. This paper describes how the modeling of large devices has been made\npossible using parallel computation, New algorithms are then proposed to\nimplement this formulation on a cluster of workstations (10 DEC ALPHA 300X) and\non a CRAY C98. Analysis of the computation efficiency is performed using simple\nproblems. The electromagnetic scattering of a plane wave by a perfect electric\nconducting airplane is finally given as example.\n",
      "journal_ref": "EUROPEAN PHYSICAL JOURNAL Applied Physics 1, 3 (03/1998) 305-314",
      "id": "0704.2344"
    },
    {
      "year": 1998,
      "title": "Analogy electromagnetism-acoustics: Validation and application to local\n  impedance active control for sound absorption",
      "abstract": "  An analogy between electromagnetism and acoustics is presented in 2D. The\npropagation of sound in presence of absorbing material is modeled using an open\nboundary microwave package. Validation is performed through analytical and\nexperimental results. Application to local impedance active control for free\nfield sound absorption is finally described.\n",
      "journal_ref": "EUROPEAN PHYSICAL JOURNAL Applied Physics 4, 1 (10/1998) 95-100",
      "id": "0704.2366"
    },
    {
      "year": 1986,
      "title": "On Carmichael's Conjecture",
      "abstract": "  In this article we prove that equation $\\phi(x)=n$, for a fixed $n$, admits a\nfinite number of solutions, we find the general form of these solutions, and we\nshow that: if $x_0$ is a unique solution of this equation then $x_0$ is a\nproduct of a very large number of primes (we conjecture that the number of such\nprimes is infinite).\n",
      "journal_ref": "Gamma, Year VIII, 13-14, 2/XXIV & 4-5, 3/XXV, 1986",
      "id": "0704.2453"
    },
    {
      "year": 1995,
      "title": "Photoelectric phenomena in structures based on high-resistivity\n  semiconductor crystals with a thin insulator layer at the semiconductor-metal\n  boundary",
      "abstract": "  A previously unknown effect-giant spatial redistribution of the electric\nfield strength in a crystal under illumination of the structure - was\ndiscovered and investigated in real photoresistors on high-resistivity\n(semi-insulating) semiconductor CdTe crystals (in metal-thin insulator-\nsemiconductor-thin insulator -metal structures).\n  A new concept is proposed for photoelectric phenomena in high- resistivity\nsemiconductor crystals. The concept is based on the idea that the\nredistribution of the field under such conditions that the carrier lifetime\nremains unchanged under illumination plays a determining role in these\nphenomena. The nature of the effect is described, the dependence of the\ncharacteristics of the structures on the parameters of the crystal and the\ninsulator layers is explained by the manifestation of this effect, and ways to\nproduce structures with prescribed photoelectric characteristics for new\ndevices and scientific methods are examined.\n",
      "journal_ref": "Semiconductors 29 (11) (1995) 1092-1099",
      "id": "0704.2703"
    },
    {
      "year": 1991,
      "title": "Symbolic sensors : one solution to the numerical-symbolic interface",
      "abstract": "  This paper introduces the concept of symbolic sensor as an extension of the\nsmart sensor one. Then, the links between the physical world and the symbolic\none are introduced. The creation of symbols is proposed within the frame of the\npretopology theory. In order to adapt the sensor to the measurement context, a\nlearning process has been used to provide an adaptive interpretation of the\nmeasurement. Finally, an example is presented in the case of a temperature\nmeasurement.\n",
      "journal_ref": "Proceedings of the IMACS International Workshop on Decision\n  Support Systems and Qualitative Reasoning, Toulouse, France, 13-15 March 1991\n  (03/1991) 321-326",
      "id": "0704.3351"
    },
    {
      "year": 1991,
      "title": "Symbolic sensors",
      "abstract": "  This paper deals with sensors which compute and report linguistic assessments\nof their values.Such sensors, called symbolic sensors are a natural extension\nof smart ones when working with control systems which use artificial\nintelligence based technics. After having recalled the smart sensor concepts,\nthis paper introduces the symbolic sensor ones. Links between the physical\nworld and the symbolic one are described. It is then shown how Zadeh's\napproximate reasoning theory provides a smart way to implement symbolic\nsensors. Finally, since the symbolic sensor is a general component, a\nfunctional adaptation to the measurement context is proposed.\n",
      "journal_ref": "Proceedings of the International Symposium on Artificial\n  Intelligence Based Measurement and Control (AIMaC'91), Kyoto, Japan (09/1991)\n  131-136",
      "id": "0704.3353"
    },
    {
      "year": 1954,
      "title": "Quantum Hall ferromagnetism in graphene: a SU(4) bosonization approach",
      "abstract": "  We study the quantum Hall effect in graphene at filling factors \\nu = 0 and\n\\nu = \\pm, concentrating on the quantum Hall ferromagnetic regime, within a\nnon-perturbative bosonization formalism. We start by developing a bosonization\nscheme for electrons with two discrete degrees of freedom (spin-1/2 and\npseudospin-1/2) restricted to the lowest Landau level. Three distinct phases\nare considered, namely the so-called spin-pseudospin, spin, and pseudospin\nphases. The first corresponds to a quarter-filled (\\nu =-1) while the others to\na half-filled (\\nu = 0) lowest Landau level. In each case, we show that the\nelementary neutral excitations can be treated approximately as a set of\nn-independent kinds of boson excitations. The boson representation of the\nprojected electron density, the spin, pseudospin, and mixed spin-pseudospin\ndensity operators are derived. We then apply the developed formalism to the\neffective continuous model, which includes SU(4) symmetry breaking terms,\nrecently proposed by Alicea and Fisher. For each quantum Hall state, an\neffective interacting boson model is derived and the dispersion relations of\nthe elementary excitations are analytically calculated. We propose that the\ncharged excitations (quantum Hall skyrmions) can be described as a coherent\nstate of bosons. We calculate the semiclassical limit of the boson model\nderived from the SU(4) invariant part of the original fermionic Hamiltonian and\nshow that it agrees with the results of Arovas and co-workers for SU(N) quantum\nHall skyrmions. We briefly discuss the influence of the SU(4) symmetry breaking\nterms in the skyrmion energy.\n",
      "journal_ref": "Phys. Rev. B 76, 195431 (2007)",
      "id": "0704.3671"
    },
    {
      "year": 1970,
      "title": "The Complexity of Weighted Boolean #CSP",
      "abstract": "  This paper gives a dichotomy theorem for the complexity of computing the\npartition function of an instance of a weighted Boolean constraint satisfaction\nproblem. The problem is parameterised by a finite set F of non-negative\nfunctions that may be used to assign weights to the configurations (feasible\nsolutions) of a problem instance. Classical constraint satisfaction problems\ncorrespond to the special case of 0,1-valued functions. We show that the\npartition function, i.e. the sum of the weights of all configurations, can be\ncomputed in polynomial time if either (1) every function in F is of ``product\ntype'', or (2) every function in F is ``pure affine''. For every other fixed\nset F, computing the partition function is FP^{#P}-complete.\n",
      "journal_ref": "SIAM J. Comput. 38(5), 1970-1986",
      "id": "0704.3683"
    },
    {
      "year": 1984,
      "title": "Existence and Number of Solutions of Diophantine Quadratic Equations\n  with Two Unknowns in $Z$ and $N$",
      "abstract": "  In this short note we study the existence and number of solutions in the set\nof integers ($Z$) and in the set of natural numbers ($N$) of Diopahntine\nEquations of second degree with two variables of the general form\n$ax^2-by^2=c$.\n",
      "journal_ref": "Published in the book \"Generalisations et Generalites\" [French],\n  by F. Smarandache, Ed. Nouvelle, F\\`es, Marocco, pp. 39-40, 1984",
      "id": "0704.3716"
    },
    {
      "year": 1955,
      "title": "Statistics of an Unstable Barotropic Jet from a Cumulant Expansion",
      "abstract": "  Low-order equal-time statistics of a barotropic flow on a rotating sphere are\ninvestigated. The flow is driven by linear relaxation toward an unstable zonal\njet. For relatively short relaxation times, the flow is dominated by\ncritical-layer waves. For sufficiently long relaxation times, the flow is\nturbulent. Statistics obtained from a second-order cumulant expansion are\ncompared to those accumulated in direct numerical simulations, revealing the\nstrengths and limitations of the expansion for different relaxation times.\n",
      "journal_ref": "J. Atmos. Sci. 65, 1955 -- 1966 (2008)",
      "id": "0705.0011"
    },
    {
      "year": 1954,
      "title": "Roughness of undoped graphene and its short-range induced gauge field",
      "abstract": "  We present both numerical and analytical study of graphene roughness with a\ncrystal structure including $500 \\times 500$ atoms. The roughness can\neffectively result in a random gauge field and has important consequences for\nits electronic structure. Our results show that its height fluctuations in\nsmall scales have scaling behavior with a temperature dependent roughness\nexponent in the interval of $ 0.6 < \\chi < 0.7 $. The correlation function of\nheight fluctuations depends upon temperature with characteristic length scale\nof $ \\approx 90 {\\AA}$ (at room temperature). We show that the correlation\nfunction of the induced gauge field has a short-range nature with correlation\nlength of about $\\simeq 2-3 {\\AA}$. We also treat the problem analytically by\nusing the Martin-Siggia-Rose method. The renormalization group flows did not\nyield any delocalized-localized transition arising from the graphene roughness.\nOur results are in good agreement with recent experimental observations.\n",
      "journal_ref": "Phys. Rev. B 76, 195407 (2007)",
      "id": "0705.0103"
    },
    {
      "year": 1984,
      "title": "On Solving General Linear Equations in the Set of Natural Numbers",
      "abstract": "  In this paper one shows if the number of natural solutions of a general\nlinear equation is limited or not. Also, it is presented a method of solving\nthe Diophantine equation $ax-by=c$ in the set of natural numbers, and an\nexample of solving in $N$ a Diophantine equation with three variables.\n",
      "journal_ref": "In the book G\\'eneralistions et G\\'en\\'eralit\\'es, by F.\n  Smarandache, Ed. Nouvelle, F\\`es, Morocco, pp. 36-38, 1984",
      "id": "0705.0191"
    },
    {
      "year": 1999,
      "title": "VOODB: A Generic Discrete-Event Random Simulation Model to Evaluate the\n  Performances of OODBs",
      "abstract": "  Performance of object-oriented database systems (OODBs) is still an issue to\nboth designers and users nowadays. The aim of this paper is to propose a\ngeneric discrete-event random simulation model, called VOODB, in order to\nevaluate the performances of OODBs in general, and the performances of\noptimization methods like clustering in particular. Such optimization methods\nundoubtedly improve the performances of OODBs. Yet, they also always induce\nsome kind of overhead for the system. Therefore, it is important to evaluate\ntheir exact impact on the overall performances. VOODB has been designed as a\ngeneric discrete-event random simulation model by putting to use a modelling\napproach, and has been validated by simulating the behavior of the O2 OODB and\nthe Texas persistent object store. Since our final objective is to compare\nobject clustering algorithms, some experiments have also been conducted on the\nDSTC clustering technique, which is implemented in Texas. To validate VOODB,\nperformance results obtained by simulation for a given experiment have been\ncompared to the results obtained by benchmarking the real systems in the same\nconditions. Benchmarking and simulation performance evaluations have been\nobserved to be consistent, so it appears that simulation can be a reliable\napproach to evaluate the performances of OODBs.\n",
      "journal_ref": "25th International Conference on Very Large Databases (VLDB 99)\n  (09/1999) 254-265",
      "id": "0705.0450"
    },
    {
      "year": 1998,
      "title": "OCB: A Generic Benchmark to Evaluate the Performances of Object-Oriented\n  Database Systems",
      "abstract": "  We present in this paper a generic object-oriented benchmark (the Object\nClustering Benchmark) that has been designed to evaluate the performances of\nclustering policies in object-oriented databases. OCB is generic because its\nsample database may be customized to fit the databases introduced by the main\nexisting benchmarks (e.g., OO1). OCB's current form is clustering-oriented\nbecause of its clustering-oriented workload, but it can be easily adapted to\nother purposes. Lastly, OCB's code is compact and easily portable. OCB has been\nimplemented in a real system (Texas, running on a Sun workstation), in order to\ntest a specific clustering policy called DSTC. A few results concerning this\ntest are presented.\n",
      "journal_ref": "LNCS, Vol. 1377 (03/1998) 326-340",
      "id": "0705.0453"
    },
    {
      "year": 1995,
      "title": "Performance Evaluation for Clustering Algorithms in Object-Oriented\n  Database Systems",
      "abstract": "  It is widely acknowledged that good object clustering is critical to the\nperformance of object-oriented databases. However, object clustering always\ninvolves some kind of overhead for the system. The aim of this paper is to\npropose a modelling methodology in order to evaluate the performances of\ndifferent clustering policies. This methodology has been used to compare the\nperformances of three clustering algorithms found in the literature (Cactis, CK\nand ORION) that we considered representative of the current research in the\nfield of object clustering. The actual performance evaluation was performed\nusing simulation. Simulation experiments we performed showed that the Cactis\nalgorithm is better than the ORION algorithm and that the CK algorithm totally\noutperforms both other algorithms in terms of response time and clustering\noverhead.\n",
      "journal_ref": "LNCS, Vol. 978 (09/1995) 187-196",
      "id": "0705.0454"
    },
    {
      "year": 1987,
      "title": "Infinite loop superalgebras of the Dirac theory on the Euclidean\n  Taub-NUT space",
      "abstract": "  The Dirac theory in the Euclidean Taub-NUT space gives rise to a large\ncollection of conserved operators associated to genuine or hidden symmetries.\nThey are involved in interesting algebraic structures as dynamical algebras or\neven infinite-dimensional algebras or superalgebras. One presents here the\ninfinite-dimensional superalgebra specific to the Dirac theory in manifolds\ncarrying the Gross-Perry-Sorkin monopole. It is shown that there exists an\ninfinite-dimensional superalgebra that can be seen as a twisted loop\nsuperalgebra.\n",
      "journal_ref": "J.Phys.A40:11987-12000,2007",
      "id": "0705.0866"
    },
    {
      "year": 1997,
      "title": "Uniqueness Domains in the Workspace of Parallel Manipulators",
      "abstract": "  This work investigates new kinematic features of parallel manipulators. It is\nwell known that parallel manipulators admit generally several direct kinematic\nsolutions for a given set of input joint values. The aim of this paper is to\ncharacterize the uniqueness domains in the workspace of parallel manipulators,\nas well as their image in the joint space. The study focuses on the most usual\ncase of parallel manipulators with only one inverse kinematic solution. The\nnotion of aspect introduced for serial manipulators in [Borrel 86] is redefined\nfor such parallel manipulators. Then, it is shown that it is possible to link\nseveral solutions to the forward kinematic problem without meeting a\nsingularity, thus meaning that the aspects are not uniqueness domains. An\nadditional set of surfaces, namely the characteristic surfaces, are\ncharacterized which divide the workspace into basic regions and yield new\nuniqueness domains. This study is illustrated all along the paper with a 3-RPR\nplanar parallel manipulator. An octree model of spaces is used to compute the\njoint space, the workspace and all other newly defined sets.\n",
      "journal_ref": "Syroco' 97 (1997) 1-6",
      "id": "0705.0960"
    },
    {
      "year": 1998,
      "title": "The Kinematic design of a 3-dof Hybrid Manipulator",
      "abstract": "  This paper focuses on the kinematic properties of a new\nthree-degree-of-freedom hybrid manipulator. This manipulator is obtained by\nadding in series to a five-bar planar mechanism (similar to the one studied by\nBajpai and Roth) a third revolute passing through the line of centers of the\ntwo actuated revolute joints of the above linkage. The resulting architecture\nis hybrid in that it has both serial and parallel links. Fully-parallel\nmanipulators are known for the existence of particularly undesirable\nsingularities (referred to as parallel singularities) where control is lost [4]\nand [6]. On the other hand, due to their cantilever type of kinematic\narrangement, fully serial manipulators suffer from a lack of stiffness and from\nrelatively large positioning errors. The hybrid manipulator studied is\nintrinsically stiffer and more accurate. Furthermore, since all actuators are\nlocated on the first axis, the inertial effects are considerably reduced. In\naddition, it is shown that the special kinematic structure of our manipulator\nhas the potential of avoiding parallel singularities by a suitable choice of\nthe \"working mode\", thus leading to larger workspaces. The influence of the\ndifferent structural dimensions (e.g. the link lengths) on the kinematic and\nmechanical properties are analysed in view of the optimal design of such hybrid\nmanipulators.\n",
      "journal_ref": "2nd International Conference On Integrated Design and\n  Manufacturing in Mechanical Engineering (1998) 1-8",
      "id": "0705.0961"
    },
    {
      "year": 1997,
      "title": "Definition sets for the Direct Kinematics of Parallel Manipulators",
      "abstract": "  The aim of this paper is to characterize the uniqueness domains in the\nworkspace of parallel manipulators, as well as their image in the joint space.\nThe notion of aspect introduced for serial manipulators in [Borrel 86] is\nredefined for such parallel manipulators. Then, it is shown that it is possible\nto link several solutions to the direct kinematic problem without meeting a\nsingularity, thus meaning that the aspects are not uniqueness domains.\nAdditional surfaces are characterized in the workspace which yield new\nuniqueness domains. An octree model of spaces is used to compute the joint\nspace, the workspace and all other newly defined sets. This study is\nillustrated all along the paper with a 3-RPR planar parallel manipulator.\n",
      "journal_ref": "8th International Conference in Advanced Robotics (1997) 1-6",
      "id": "0705.0962"
    },
    {
      "year": 1999,
      "title": "Regions of Feasible Point-to-Point Trajectories in the Cartesian\n  Workspace of Fully-Parallel Manipulators",
      "abstract": "  The goal of this paper is to define the n-connected regions in the Cartesian\nworkspace of fully-parallel manipulators, i.e. the maximal regions where it is\npossible to execute point-to-point motions. The manipulators considered in this\nstudy may have multiple direct and inverse kinematic solutions. The N-connected\nregions are characterized by projection, onto the Cartesian workspace, of the\nconnected components of the reachable configuration space defined in the\nCartesian product of the Cartesian space by the joint space. Generalized octree\nmodels are used for the construction of all spaces. This study is illustrated\nwith a simple planar fully-parallel manipulator.\n",
      "journal_ref": "25th Design Automation Conference (1999) 1-6",
      "id": "0705.1037"
    },
    {
      "year": 1970,
      "title": "Effective Physical Processes and Active Information in Quantum Computing",
      "abstract": "  The recent debate on hypercomputation has arisen new questions both on the\ncomputational abilities of quantum systems and the Church-Turing Thesis role in\nPhysics. We propose here the idea of \"effective physical process\" as the\nessentially physical notion of computation. By using the Bohm and Hiley active\ninformation concept we analyze the differences between the standard form\n(quantum gates) and the non-standard one (adiabatic and morphogenetic) of\nQuantum Computing, and we point out how its Super-Turing potentialities derive\nfrom an incomputable information source in accordance with Bell's constraints.\nOn condition that we give up the formal concept of \"universality\", the\npossibility to realize quantum oracles is reachable. In this way computation is\nled back to the logic of physical world.\n",
      "journal_ref": "Quantum BioSystems, ISSN 1970-223X",
      "id": "0705.1173"
    },
    {
      "year": 1974,
      "title": "Photoluminescence Spectroscopy of the Molecular Biexciton in Vertically\n  Stacked Quantum Dot Pairs",
      "abstract": "  We present photoluminescence studies of the molecular neutral\nbiexciton-exciton spectra of individual vertically stacked InAs/GaAs quantum\ndot pairs. We tune either the hole or the electron levels of the two dots into\ntunneling resonances. The spectra are described well within a few-level,\nfew-particle molecular model. Their properties can be modified broadly by an\nelectric field and by structural design, which makes them highly attractive for\ncontrolling nonlinear optical properties.\n",
      "journal_ref": "Phys. Rev. Lett. 99, 197402 (2007)",
      "id": "0705.1205"
    },
    {
      "year": 1998,
      "title": "Spinodal decomposition of low-density asymmetric nuclear matter",
      "abstract": "  We investigate the dynamical properties of asymmetric nuclear matter at low\ndensity. The occurrence of new instabilities, that lead the system to a\ndynamical fragment formation, is illustrated, discussing in particular the\ncharge symmetry dependence of the structure of the most important unstable\nmodes. We observe that instabilities are reduced by charge asymmetry, leading\nto larger size and time scales in the fragmentation process. Configurations\nwith less asymmetric fragments surrounded by a more asymmetric gas are\nfavoured. Interesting variances with respect to a pure thermodynamical\nprediction are revealed, that can be checked experimentally. All these features\nare deeply related to the structure of the symmetry term in the nuclear\nEquation of State (EOS) and could be used to extract information on the low\ndensity part of the EOS.\n",
      "journal_ref": "Nucl.Phys.A632:287-303,1998",
      "id": "0705.1291"
    },
    {
      "year": 1986,
      "title": "On Two of Erd\\\"os's Open Problems",
      "abstract": "  In this short note we present some remarks and conjectures on two of\nErd\\\"os's open problems in number theory.\n",
      "journal_ref": "Gamma, XXV, Year VIII, No. 3, p. 5, 1986",
      "id": "0705.1381"
    },
    {
      "year": 1998,
      "title": "Refractometer for Tracking Changes in the Refractive Index of Air Near\n  780 nm",
      "abstract": "  A new system, consisting of a double channel Fabry Perot etalon and laser\ndiodes emitting around 780 nm is described and proposed to be used for air\nrefractive index measurements. The principle of this refractometer is based on\nfrequency measurements between optical laser sources. It permits\nquasi-instantaneous measurement with a resolution better than and uncertainty\nin the range. Some preliminary results on the stability of this system and the\nmeasurements of the refractive index of air with this apparatus are presented.\nThe first measurements of the index of air at 780 nm are, within an\nexperimental uncertainty of the order of, in agreement with the predicted\nvalues by the so-called revised Edl\\'en equations. This result is to the best\nof our knowledge the first to extend to the near infra-red the validity of the\nrevised Edl\\'en equation derived for the wavelength range 350- 650 nm.\n",
      "journal_ref": "Applied Optics 37, 1 (01/01/1998) 15",
      "id": "0705.1536"
    },
    {
      "year": 1950,
      "title": "Observation of higher-order solitons in defocusing waveguide arrays",
      "abstract": "  We observe experimentally higher-order solitons in waveguide arrays with\ndefocusing saturable nonlinearity. Such solitons can comprise several in-phase\nbright spots and are stable above a critical power threshold. We elucidate the\nimpact of the nonlinearity saturation on the domains of existence and stability\nof the observed complex soliton states.\n",
      "journal_ref": "Optics Letters 32, 1950 (2007)",
      "id": "0705.1704"
    },
    {
      "year": 1980,
      "title": "Saltation transport on Mars",
      "abstract": "  We present the first calculation of saltation transport and dune formation on\nMars and compare it to real dunes. We find that the rate at which grains are\nentrained into saltation on Mars is one order of magnitude higher than on\nEarth. With this fundamental novel ingredient, we reproduce the size and\ndifferent shapes of Mars dunes, and give an estimate for the wind velocity on\nMars.\n",
      "journal_ref": "Physical Review Letters 98, 198001 (2007)",
      "id": "0705.1776"
    },
    {
      "year": 1997,
      "title": "Subjective Questions and Answers for a Mathematics Instructor of Higher\n  Education",
      "abstract": "  This article of mathematical education reflects author's experience with job\napplications and teaching methods and procedures to employ in the American\nHigher Education. It is organized as a standard questionnaire.\n",
      "journal_ref": "In the book \"Collected Papers\", by F. Smarandache, Vol. II, pp.\n  32-48, Moldova State University Press at Kishinev, 1997",
      "id": "0705.1799"
    },
    {
      "year": 1953,
      "title": "Improved position measurement of nano electromechanical systems using\n  cross correlations",
      "abstract": "  We consider position measurements using the cross-correlated output of two\ntunnel junction position detectors. Using a fully quantum treatment, we\ncalculate the equation of motion for the density matrix of the coupled\ndetector-detector-mechanical oscillator system. After discussing the presence\nof a bound on the peak-to-background ratio in a position measurement using a\nsingle detector, we show how one can use detector cross correlations to\novercome this bound. We analyze two different possible experimental\nrealizations of the cross correlation measurement and show that in both cases\nthe maximum cross-correlated output is obtained when using twin detectors and\napplying equal bias to each tunnel junction. Furthermore, we show how the\ndouble-detector setup can be exploited to drastically reduce the added\ndisplacement noise of the oscillator.\n",
      "journal_ref": "Phys. Rev. B 76, 195312 (2007)",
      "id": "0705.2334"
    },
    {
      "year": 1953,
      "title": "Super-Poissonian Shot Noise as a Measure of Dephasing in Closed Quantum\n  Dots",
      "abstract": "  Electron-electron interactions play a major role in determining the\nlow-temperature rate of phase loss of electrons in mesoscopic systems. The\nstudy of the dephasing rate is expected to contribute to the understanding of\nthe many-body nature of such systems. Closed quantum dots are of special\ninterest in this respect, due to theoretical predictions suggesting a possible\ntransition temperature below which the dephasing rate vanishes. This prediction\nhas attracted much attention, since closed quantum dots are prime candidates\nfor storage units in quantum computers, and thus their phase coherence\nproperties are of great importance. However, an effective method for measuring\nthe dephasing rate within a closed quantum dot is still lacking. Here we study\ntwo-level systems and show that the Fano factor has a sharp peak as a function\nof the chemical potential, the location of which can be simply related to the\ndephasing rate. We thus suggest to use the properties of the Fano factor peak\nin the super-Poissonian regime as a probe for the dephasing rate.\n",
      "journal_ref": "Phys. Rev. B 76, 195330 (2007)",
      "id": "0705.2668"
    },
    {
      "year": 1968,
      "title": "Edge solitons of topological insulators and fractionalized\n  quasiparticles in two dimensions",
      "abstract": "  An important characteristic of topological band insulators is the necessary\npresence of in-gap edge states on the sample boundary. We utilize this fact to\nshow that when the boundary is reconnected with a twist, there are always\nzero-energy defect states. This provides a natural connection between novel\ndefects in the two-dimensional $p_{x}+ip_{y}$ superconductor, the Kitaev model,\nthe fractional quantum Hall effect, and the one-dimensional domain wall of\npolyacetylene.\n",
      "journal_ref": "Physical Review Letters, 99, 196805 (2007)",
      "id": "0705.3499"
    },
    {
      "year": 1994,
      "title": "Structural Health Monitoring Using Neural Network Based Vibrational\n  System Identification",
      "abstract": "  Composite fabrication technologies now provide the means for producing\nhigh-strength, low-weight panels, plates, spars and other structural components\nwhich use embedded fiber optic sensors and piezoelectric transducers. These\nmaterials, often referred to as smart structures, make it possible to sense\ninternal characteristics, such as delaminations or structural degradation. In\nthis effort we use neural network based techniques for modeling and analyzing\ndynamic structural information for recognizing structural defects. This yields\nan adaptable system which gives a measure of structural integrity for composite\nstructures.\n",
      "journal_ref": "D. Sofge, \"Structural Health Monitoring Using Neural Network Based\n  Vibrational System Identification,\" In Proceedings of the Australia-New\n  Zealand Conference on Intelligent Information Systems, pp. 91-94, IEEE, 1994",
      "id": "0705.3669"
    },
    {
      "year": 1986,
      "title": "Noetherian ring with free additive groups",
      "abstract": "  There are Noetherian rings (in fact domains) with a free additive group, in\nevery infinite cardinality.\n  (This is an expanded version of [SgSh:217] which appears in the Abstracts of\nthe American Mathematical Society 7 (1986): 369.)\n",
      "journal_ref": "Abstracts Amer. Math. Soc. 7 (1986) 369",
      "id": "0705.4132"
    },
    {
      "year": 1999,
      "title": "Critical mass of bacterial populations in a generalized Keller-Segel\n  model. Analogy with the Chandrasekhar limiting mass of white dwarf stars",
      "abstract": "  We point out a remarkable analogy between the limiting mass of white dwarf\nstars (Chandrasekhar's limit) and the critical mass of bacterial populations in\na generalized Keller-Segel model of chemotaxis [Chavanis & Sire, PRE, 69,\n016116 (2004)]. This model is based on generalized stochastic processes leading\nto the Tsallis statistics. The equilibrium states correspond to polytropic\nconfigurations similar to gaseous polytropes in astrophysics. For the critical\nindex n_3=d/(d-2) (where d is the dimension of space), the theory of polytropes\nleads to a unique value of the mass M_c that we interpret as a limiting mass.\nIn d=3, we find M_c=202.8956... and in d=2, we recover the well-known result\nM_c=8 pi (in suitable units). For M<M_c, the system evaporates (in an infinite\ndomain) or tends to an equilibrium state (for box-confined configurations). For\nM>M_c, the system collapses and forms a Dirac peak containing a mass M_c\nsurrounded by a halo. This paper exposes the model and shows, by simple\nconsiderations, the origin of the critical mass. A detailed description of the\ncritical dynamics of the generalized Keller-Segel model will be given in a\nforthcoming paper.\n",
      "journal_ref": "Physica A, 387, 1999 (2008)",
      "id": "0705.4366"
    }
  ],
  "2000+": [
    {
      "year": 2007,
      "title": "Calculation of prompt diphoton production cross sections at Tevatron and\n  LHC energies",
      "abstract": "  A fully differential calculation in perturbative quantum chromodynamics is\npresented for the production of massive photon pairs at hadron colliders. All\nnext-to-leading order perturbative contributions from quark-antiquark,\ngluon-(anti)quark, and gluon-gluon subprocesses are included, as well as\nall-orders resummation of initial-state gluon radiation valid at\nnext-to-next-to-leading logarithmic accuracy. The region of phase space is\nspecified in which the calculation is most reliable. Good agreement is\ndemonstrated with data from the Fermilab Tevatron, and predictions are made for\nmore detailed tests with CDF and DO data. Predictions are shown for\ndistributions of diphoton pairs produced at the energy of the Large Hadron\nCollider (LHC). Distributions of the diphoton pairs from the decay of a Higgs\nboson are contrasted with those produced from QCD processes at the LHC, showing\nthat enhanced sensitivity to the signal can be obtained with judicious\nselection of events.\n",
      "journal_ref": "Phys.Rev.D76:013009,2007",
      "id": "0704.0001"
    },
    {
      "year": 2008,
      "title": "From dyadic $\\Lambda_{\\alpha}$ to $\\Lambda_{\\alpha}$",
      "abstract": "  In this paper we show how to compute the $\\Lambda_{\\alpha}$ norm, $\\alpha\\ge\n0$, using the dyadic grid. This result is a consequence of the description of\nthe Hardy spaces $H^p(R^N)$ in terms of dyadic and special atoms.\n",
      "journal_ref": "Illinois J. Math. 52 (2008) no.2, 681-689",
      "id": "0704.0005"
    },
    {
      "year": 2007,
      "title": "Polymer Quantum Mechanics and its Continuum Limit",
      "abstract": "  A rather non-standard quantum representation of the canonical commutation\nrelations of quantum mechanics systems, known as the polymer representation has\ngained some attention in recent years, due to its possible relation with Planck\nscale physics. In particular, this approach has been followed in a symmetric\nsector of loop quantum gravity known as loop quantum cosmology. Here we explore\ndifferent aspects of the relation between the ordinary Schroedinger theory and\nthe polymer description. The paper has two parts. In the first one, we derive\nthe polymer quantum mechanics starting from the ordinary Schroedinger theory\nand show that the polymer description arises as an appropriate limit. In the\nsecond part we consider the continuum limit of this theory, namely, the reverse\nprocess in which one starts from the discrete theory and tries to recover back\nthe ordinary Schroedinger quantum mechanics. We consider several examples of\ninterest, including the harmonic oscillator, the free particle and a simple\ncosmological model.\n",
      "journal_ref": "Phys.Rev.D76:044016,2007",
      "id": "0704.0007"
    },
    {
      "year": 2008,
      "title": "Numerical solution of shock and ramp compression for general material\n  properties",
      "abstract": "  A general formulation was developed to represent material models for\napplications in dynamic loading. Numerical methods were devised to calculate\nresponse to shock and ramp compression, and ramp decompression, generalizing\nprevious solutions for scalar equations of state. The numerical methods were\nfound to be flexible and robust, and matched analytic results to a high\naccuracy. The basic ramp and shock solution methods were coupled to solve for\ncomposite deformation paths, such as shock-induced impacts, and shock\ninteractions with a planar interface between different materials. These\ncalculations capture much of the physics of typical material dynamics\nexperiments, without requiring spatially-resolving simulations. Example\ncalculations were made of loading histories in metals, illustrating the effects\nof plastic work on the temperatures induced in quasi-isentropic and\nshock-release experiments, and the effect of a phase transition.\n",
      "journal_ref": "Journal of Applied Physics, vol 104, 073536 (2008)",
      "id": "0704.0008"
    },
    {
      "year": 2007,
      "title": "The Spitzer c2d Survey of Large, Nearby, Insterstellar Clouds. IX. The\n  Serpens YSO Population As Observed With IRAC and MIPS",
      "abstract": "  We discuss the results from the combined IRAC and MIPS c2d Spitzer Legacy\nobservations of the Serpens star-forming region. In particular we present a set\nof criteria for isolating bona fide young stellar objects, YSO's, from the\nextensive background contamination by extra-galactic objects. We then discuss\nthe properties of the resulting high confidence set of YSO's. We find 235 such\nobjects in the 0.85 deg^2 field that was covered with both IRAC and MIPS. An\nadditional set of 51 lower confidence YSO's outside this area is identified\nfrom the MIPS data combined with 2MASS photometry. We describe two sets of\nresults, color-color diagrams to compare our observed source properties with\nthose of theoretical models for star/disk/envelope systems and our own modeling\nof the subset of our objects that appear to be star+disks. These objects\nexhibit a very wide range of disk properties, from many that can be fit with\nactively accreting disks to some with both passive disks and even possibly\ndebris disks. We find that the luminosity function of YSO's in Serpens extends\ndown to at least a few x .001 Lsun or lower for an assumed distance of 260 pc.\nThe lower limit may be set by our inability to distinguish YSO's from\nextra-galactic sources more than by the lack of YSO's at very low luminosities.\nA spatial clustering analysis shows that the nominally less-evolved YSO's are\nmore highly clustered than the later stages and that the background\nextra-galactic population can be fit by the same two-point correlation function\nas seen in other extra-galactic studies. We also present a table of matches\nbetween several previous infrared and X-ray studies of the Serpens YSO\npopulation and our Spitzer data set.\n",
      "journal_ref": "Astrophys.J.663:1149-1173,2007",
      "id": "0704.0009"
    },
    {
      "year": 2007,
      "title": "Fermionic superstring loop amplitudes in the pure spinor formalism",
      "abstract": "  The pure spinor formulation of the ten-dimensional superstring leads to\nmanifestly supersymmetric loop amplitudes, expressed as integrals in pure\nspinor superspace. This paper explores different methods to evaluate these\nintegrals and then uses them to calculate the kinematic factors of the one-loop\nand two-loop massless four-point amplitudes involving two and four Ramond\nstates.\n",
      "journal_ref": "JHEP 0705:034,2007",
      "id": "0704.0015"
    },
    {
      "year": 2008,
      "title": "Lifetime of doubly charmed baryons",
      "abstract": "  In this work, we evaluate the lifetimes of the doubly charmed baryons\n$\\Xi_{cc}^{+}$, $\\Xi_{cc}^{++}$ and $\\Omega_{cc}^{+}$. We carefully calculate\nthe non-spectator contributions at the quark level where the Cabibbo-suppressed\ndiagrams are also included. The hadronic matrix elements are evaluated in the\nsimple non-relativistic harmonic oscillator model. Our numerical results are\ngenerally consistent with that obtained by other authors who used the diquark\nmodel. However, all the theoretical predictions on the lifetimes are one order\nlarger than the upper limit set by the recent SELEX measurement. This\ndiscrepancy would be clarified by the future experiment, if more accurate\nexperiment still confirms the value of the SELEX collaboration, there must be\nsome unknown mechanism to be explored.\n",
      "journal_ref": "Commun.Theor.Phys.49:993-1000,2008",
      "id": "0704.0016"
    },
    {
      "year": 2007,
      "title": "Spectroscopic Observations of the Intermediate Polar EX Hydrae in\n  Quiescence",
      "abstract": "  Results from spectroscopic observations of the Intermediate Polar (IP) EX Hya\nin quiescence during 1991 and 2001 are presented. Spin-modulated radial\nvelocities consistent with an outer disc origin were detected for the first\ntime in an IP. The spin pulsation was modulated with velocities near ~500-600\nkm/s. These velocities are consistent with those of material circulating at the\nouter edge of the accretion disc, suggesting corotation of the accretion\ncurtain with material near the Roche lobe radius. Furthermore, spin Doppler\ntomograms have revealed evidence of the accretion curtain emission extending\nfrom velocities of ~500 km/s to ~1000 km/s. These findings have confirmed the\ntheoretical model predictions of King & Wynn (1999), Belle et al. (2002) and\nNorton et al. (2004) for EX Hya, which predict large accretion curtains that\nextend to a distance close to the Roche lobe radius in this system. Evidence\nfor overflow stream of material falling onto the magnetosphere was observed,\nconfirming the result of Belle et al. (2005) that disc overflow in EX Hya is\npresent during quiescence as well as outburst. It appears that the hbeta and\nhgamma spin radial velocities originated from the rotation of the funnel at the\nouter disc edge, while those of halpha were produced due to the flow of\nmaterial along the field lines far from the white dwarf (narrow component) and\nclose to the white dwarf (broad-base component), in agreement with the\naccretion curtain model.\n",
      "journal_ref": "Mon.Not.Roy.Astron.Soc.378:211-220,2007",
      "id": "0704.0017"
    },
    {
      "year": 2007,
      "title": "Approximation for extinction probability of the contact process based on\n  the Gr\\\"obner basis",
      "abstract": "  In this note we give a new method for getting a series of approximations for\nthe extinction probability of the one-dimensional contact process by using the\nGr\\\"obner basis.\n",
      "journal_ref": "RIMS Kokyuroku, No.1551, pp.57-62 (2007)",
      "id": "0704.0019"
    },
    {
      "year": 2005,
      "title": "Measurement of the Hadronic Form Factor in D0 --> K- e+ nue Decays",
      "abstract": "  The shape of the hadronic form factor f+(q2) in the decay D0 --> K- e+ nue\nhas been measured in a model independent analysis and compared with theoretical\ncalculations. We use 75 fb(-1) of data recorded by the BABAR detector at the\nPEPII electron-positron collider. The corresponding decay branching fraction,\nrelative to the decay D0 --> K- pi+, has also been measured to be RD = BR(D0\n--> K- e+ nue)/BR(D0 --> K- pi+) = 0.927 +/- 0.007 +/- 0.012. From these\nresults, and using the present world average value for BR(D0 --> K- pi+), the\nnormalization of the form factor at q2=0 is determined to be f+(0)=0.727 +/-\n0.007 +/- 0.005 +/- 0.007 where the uncertainties are statistical, systematic,\nand from external inputs, respectively.\n",
      "journal_ref": "Phys.Rev.D76:052005,2007",
      "id": "0704.0020"
    },
    {
      "year": 2007,
      "title": "Molecular Synchronization Waves in Arrays of Allosterically Regulated\n  Enzymes",
      "abstract": "  Spatiotemporal pattern formation in a product-activated enzymic reaction at\nhigh enzyme concentrations is investigated. Stochastic simulations show that\ncatalytic turnover cycles of individual enzymes can become coherent and that\ncomplex wave patterns of molecular synchronization can develop. The analysis\nbased on the mean-field approximation indicates that the observed patterns\nresult from the presence of Hopf and wave bifurcations in the considered\nsystem.\n",
      "journal_ref": "Phys. Rev. Lett. 99, 048301 (2007)",
      "id": "0704.0021"
    },
    {
      "year": 2008,
      "title": "ALMA as the ideal probe of the solar chromosphere",
      "abstract": "  The very nature of the solar chromosphere, its structuring and dynamics,\nremains far from being properly understood, in spite of intensive research.\nHere we point out the potential of chromospheric observations at millimeter\nwavelengths to resolve this long-standing problem. Computations carried out\nwith a sophisticated dynamic model of the solar chromosphere due to Carlsson\nand Stein demonstrate that millimeter emission is extremely sensitive to\ndynamic processes in the chromosphere and the appropriate wavelengths to look\nfor dynamic signatures are in the range 0.8-5.0 mm. The model also suggests\nthat high resolution observations at mm wavelengths, as will be provided by\nALMA, will have the unique property of reacting to both the hot and the cool\ngas, and thus will have the potential of distinguishing between rival models of\nthe solar atmosphere. Thus, initial results obtained from the observations of\nthe quiet Sun at 3.5 mm with the BIMA array (resolution of 12 arcsec) reveal\nsignificant oscillations with amplitudes of 50-150 K and frequencies of 1.5-8\nmHz with a tendency toward short-period oscillations in internetwork and longer\nperiods in network regions. However higher spatial resolution, such as that\nprovided by ALMA, is required for a clean separation between the features\nwithin the solar atmosphere and for an adequate comparison with the output of\nthe comprehensive dynamic simulations.\n",
      "journal_ref": "Astrophys.Space Sci.313:197-200,2008",
      "id": "0704.0023"
    },
    {
      "year": 2007,
      "title": "Filling-Factor-Dependent Magnetophonon Resonance in Graphene",
      "abstract": "  We describe a peculiar fine structure acquired by the in-plane optical phonon\nat the Gamma-point in graphene when it is brought into resonance with one of\nthe inter-Landau-level transitions in this material. The effect is most\npronounced when this lattice mode (associated with the G-band in graphene Raman\nspectrum) is in resonance with inter-Landau-level transitions 0 -> (+,1) and\n(-,1) -> 0, at a magnetic field B_0 ~ 30 T. It can be used to measure the\nstrength of the electron-phonon coupling directly, and its filling-factor\ndependence can be used experimentally to detect circularly polarized lattice\nmodes.\n",
      "journal_ref": "Phys. Rev. Lett. 99, 087402 (2007)",
      "id": "0704.0027"
    },
    {
      "year": 2008,
      "title": "Pfaffians, hafnians and products of real linear functionals",
      "abstract": "  We prove pfaffian and hafnian versions of Lieb's inequalities on determinants\nand permanents of positive semi-definite matrices. We use the hafnian\ninequality to improve the lower bound of R\\'ev\\'esz and Sarantopoulos on the\nnorm of a product of linear functionals on a real Euclidean space (this subject\nis sometimes called the `real linear polarization constant' problem).\n",
      "journal_ref": "Math. Res. Lett. 15 (2008), no. 2, 351--358",
      "id": "0704.0028"
    },
    {
      "year": 2007,
      "title": "Understanding the Flavor Symmetry Breaking and Nucleon Flavor-Spin\n  Structure within Chiral Quark Model",
      "abstract": "  In $\\XQM$, a quark can emit Goldstone bosons. The flavor symmetry breaking in\nthe Goldstone boson emission process is used to intepret the nucleon\nflavor-spin structure. In this paper, we study the inner structure of\nconstituent quarks implied in $\\XQM$ caused by the Goldstone boson emission\nprocess in nucleon. From a simplified model Hamiltonian derived from $\\XQM$,\nthe intrinsic wave functions of constituent quarks are determined. Then the\nobtained transition probabilities of the emission of Goldstone boson from a\nquark can give a reasonable interpretation to the flavor symmetry breaking in\nnucleon flavor-spin structure.\n",
      "journal_ref": "Phys.Rev.D75:094018,2007",
      "id": "0704.0029"
    },
    {
      "year": 2005,
      "title": "Tuning correlation effects with electron-phonon interactions",
      "abstract": "  We investigate the effect of tuning the phonon energy on the correlation\neffects in models of electron-phonon interactions using DMFT. In the regime\nwhere itinerant electrons, instantaneous electron-phonon driven correlations\nand static distortions compete on similar energy scales, we find several\ninteresting results including (1) A crossover from band to Mott behavior in the\nspectral function, leading to hybrid band/Mott features in the spectral\nfunction for phonon frequencies slightly larger than the band width. (2) Since\nthe optical conductivity depends sensitively on the form of the spectral\nfunction, we show that such a regime should be observable through the low\nfrequency form of the optical conductivity. (3) The resistivity has a double\nkondo peak arrangement\n",
      "journal_ref": "J. Low. Temp. Phys. Vol. 140 pp77-89 (2005)",
      "id": "0704.0030"
    },
    {
      "year": 2007,
      "title": "Crystal channeling of LHC forward protons with preserved distribution in\n  phase space",
      "abstract": "  We show that crystal can trap a broad (x, x', y, y', E) distribution of\nparticles and channel it preserved with a high precision. This sampled-and-hold\ndistribution can be steered by a bent crystal for analysis downstream. In\nsimulations for the 7 TeV Large Hadron Collider, a crystal adapted to the\naccelerator lattice traps 90% of diffractively scattered protons emerging from\nthe interaction point with a divergence 100 times the critical angle. We set\nthe criterion for crystal adaptation improving efficiency ~100-fold. Proton\nangles are preserved in crystal transmission with accuracy down to 0.1\nmicrorad. This makes feasible a crystal application for measuring very forward\nprotons at the LHC.\n",
      "journal_ref": "Phys.Lett.B658:7-12,2007",
      "id": "0704.0031"
    },
    {
      "year": 2007,
      "title": "Probing non-standard neutrino interactions with supernova neutrinos",
      "abstract": "  We analyze the possibility of probing non-standard neutrino interactions\n(NSI, for short) through the detection of neutrinos produced in a future\ngalactic supernova (SN).We consider the effect of NSI on the neutrino\npropagation through the SN envelope within a three-neutrino framework, paying\nspecial attention to the inclusion of NSI-induced resonant conversions, which\nmay take place in the most deleptonised inner layers. We study the possibility\nof detecting NSI effects in a Megaton water Cherenkov detector, either through\nmodulation effects in the $\\bar\\nu_e$ spectrum due to (i) the passage of shock\nwaves through the SN envelope, (ii) the time dependence of the electron\nfraction and (iii) the Earth matter effects; or, finally, through the possible\ndetectability of the neutronization $\\nu_e$ burst. We find that the $\\bar\\nu_e$\nspectrum can exhibit dramatic features due to the internal NSI-induced resonant\nconversion. This occurs for non-universal NSI strengths of a few %, and for\nvery small flavor-changing NSI above a few$\\times 10^{-5}$.\n",
      "journal_ref": "Phys.Rev.D76:053001,2007",
      "id": "0704.0032"
    },
    {
      "year": 2006,
      "title": "Convergence of the discrete dipole approximation. I. Theoretical\n  analysis",
      "abstract": "  We performed a rigorous theoretical convergence analysis of the discrete\ndipole approximation (DDA). We prove that errors in any measured quantity are\nbounded by a sum of a linear and quadratic term in the size of a dipole d, when\nthe latter is in the range of DDA applicability. Moreover, the linear term is\nsignificantly smaller for cubically than for non-cubically shaped scatterers.\nTherefore, for small d errors for cubically shaped particles are much smaller\nthan for non-cubically shaped. The relative importance of the linear term\ndecreases with increasing size, hence convergence of DDA for large enough\nscatterers is quadratic in the common range of d. Extensive numerical\nsimulations were carried out for a wide range of d. Finally we discuss a number\nof new developments in DDA and their consequences for convergence.\n",
      "journal_ref": "J.Opt.Soc.Am.A 23, 2578-2591 (2006); Erratum: J.Opt.Soc.Am.A 32,\n  2407-2408 (2015)",
      "id": "0704.0033"
    },
    {
      "year": 2006,
      "title": "Convergence of the discrete dipole approximation. II. An extrapolation\n  technique to increase the accuracy",
      "abstract": "  We propose an extrapolation technique that allows accuracy improvement of the\ndiscrete dipole approximation computations. The performance of this technique\nwas studied empirically based on extensive simulations for 5 test cases using\nmany different discretizations. The quality of the extrapolation improves with\nrefining discretization reaching extraordinary performance especially for\ncubically shaped particles. A two order of magnitude decrease of error was\ndemonstrated. We also propose estimates of the extrapolation error, which were\nproven to be reliable. Finally we propose a simple method to directly separate\nshape and discretization errors and illustrated this for one test case.\n",
      "journal_ref": "J.Opt.Soc.Am.A 23(10): 2592-2601 (2006)",
      "id": "0704.0035"
    },
    {
      "year": 2007,
      "title": "The discrete dipole approximation for simulation of light scattering by\n  particles much larger than the wavelength",
      "abstract": "  In this manuscript we investigate the capabilities of the Discrete Dipole\nApproximation (DDA) to simulate scattering from particles that are much larger\nthan the wavelength of the incident light, and describe an optimized publicly\navailable DDA computer program that processes the large number of dipoles\nrequired for such simulations. Numerical simulations of light scattering by\nspheres with size parameters x up to 160 and 40 for refractive index m=1.05 and\n2 respectively are presented and compared with exact results of the Mie theory.\nErrors of both integral and angle-resolved scattering quantities generally\nincrease with m and show no systematic dependence on x. Computational times\nincrease steeply with both x and m, reaching values of more than 2 weeks on a\ncluster of 64 processors. The main distinctive feature of the computer program\nis the ability to parallelize a single DDA simulation over a cluster of\ncomputers, which allows it to simulate light scattering by very large\nparticles, like the ones that are considered in this manuscript. Current\nlimitations and possible ways for improvement are discussed.\n",
      "journal_ref": "J.Quant.Spectrosc.Radiat.Transf. 106, 546-557 (2007)",
      "id": "0704.0037"
    },
    {
      "year": 2007,
      "title": "The discrete dipole approximation: an overview and recent developments",
      "abstract": "  We present a review of the discrete dipole approximation (DDA), which is a\ngeneral method to simulate light scattering by arbitrarily shaped particles. We\nput the method in historical context and discuss recent developments, taking\nthe viewpoint of a general framework based on the integral equations for the\nelectric field. We review both the theory of the DDA and its numerical aspects,\nthe latter being of critical importance for any practical application of the\nmethod. Finally, the position of the DDA among other methods of light\nscattering simulation is shown and possible future developments are discussed.\n",
      "journal_ref": "J.Quant.Spectrosc.Radiat.Transf. 106, 558-589 (2007); Erratum:\n  J.Quant.Spectrosc.Radiat.Transf. 171, 82-83 (2016)",
      "id": "0704.0038"
    },
    {
      "year": 2007,
      "title": "Scalar radius of the pion and zeros in the form factor",
      "abstract": "  The quadratic pion scalar radius, \\la r^2\\ra^\\pi_s, plays an important role\nfor present precise determinations of \\pi\\pi scattering. Recently, Yndur\\'ain,\nusing an Omn\\`es representation of the null isospin(I) non-strange pion scalar\nform factor, obtains \\la r^2\\ra^\\pi_s=0.75\\pm 0.07 fm^2. This value is larger\nthan the one calculated by solving the corresponding Muskhelishvili-Omn\\`es\nequations, \\la r^2\\ra^\\pi_s=0.61\\pm 0.04 fm^2. A large discrepancy between both\nvalues, given the precision, then results. We reanalyze Yndur\\'ain's method and\nshow that by imposing continuity of the resulting pion scalar form factor under\ntiny changes in the input \\pi\\pi phase shifts, a zero in the form factor for\nsome S-wave I=0 T-matrices is then required. Once this is accounted for, the\nresulting value is \\la r^2\\ra_s^\\pi=0.65\\pm 0.05 fm^2. The main source of error\nin our determination is present experimental uncertainties in low energy S-wave\nI=0 \\pi\\pi phase shifts. Another important contribution to our error is the not\nyet settled asymptotic behaviour of the phase of the scalar form factor from\nQCD.\n",
      "journal_ref": "Phys.Lett.B651:139-146,2007",
      "id": "0704.0039"
    },
    {
      "year": 2008,
      "title": "Nonequilibrium entropy limiters in lattice Boltzmann methods",
      "abstract": "  We construct a system of nonequilibrium entropy limiters for the lattice\nBoltzmann methods (LBM). These limiters erase spurious oscillations without\nblurring of shocks, and do not affect smooth solutions. In general, they do the\nsame work for LBM as flux limiters do for finite differences, finite volumes\nand finite elements methods, but for LBM the main idea behind the construction\nof nonequilibrium entropy limiter schemes is to transform a field of a scalar\nquantity - nonequilibrium entropy. There are two families of limiters: (i)\nbased on restriction of nonequilibrium entropy (entropy \"trimming\") and (ii)\nbased on filtering of nonequilibrium entropy (entropy filtering). The physical\nproperties of LBM provide some additional benefits: the control of entropy\nproduction and accurate estimate of introduced artificial dissipation are\npossible. The constructed limiters are tested on classical numerical examples:\n1D athermal shock tubes with an initial density ratio 1:2 and the 2D lid-driven\ncavity for Reynolds numbers Re between 2000 and 7500 on a coarse 100*100 grid.\nAll limiter constructions are applicable for both entropic and non-entropic\nquasiequilibria.\n",
      "journal_ref": "Physica A, V. 387, Issues 2-3 (2008), Pages 385-406",
      "id": "0704.0043"
    },
    {
      "year": 2009,
      "title": "Astrophysical gyrokinetics: kinetic and fluid turbulent cascades in\n  magnetized weakly collisional plasmas",
      "abstract": "  We present a theoretical framework for plasma turbulence in astrophysical\nplasmas (solar wind, interstellar medium, galaxy clusters, accretion disks).\nThe key assumptions are that the turbulence is anisotropic with respect to the\nmean magnetic field and frequencies are low compared to the ion cyclotron\nfrequency. The energy injected at the outer scale scale has to be converted\ninto heat, which ultimately cannot be done without collisions. A KINETIC\nCASCADE develops that brings the energy to collisional scales both in space and\nvelocity. Its nature depends on the physics of plasma fluctuations. In each of\nthe physically distinct scale ranges, the kinetic problem is systematically\nreduced to a more tractable set of equations. In the \"inertial range\" above the\nion gyroscale, the kinetic cascade splits into a cascade of Alfvenic\nfluctuations, which are governed by the RMHD equations at both the collisional\nand collisionless scales, and a passive cascade of compressive fluctuations,\nwhich obey a linear kinetic equation along the moving field lines associated\nwith the Alfvenic component. In the \"dissipation range\" between the ion and\nelectron gyroscales, there are again two cascades: the kinetic-Alfven-wave\n(KAW) cascade governed by two fluid-like Electron RMHD equations and a passive\nphase-space cascade of ion entropy fluctuations. The latter cascade brings the\nenergy of the inertial-range fluctuations that was damped by collisionless\nwave-particle interaction at the ion gyroscale to collisional scales in the\nphase space and leads to ion heating. The KAW energy is similarly damped at the\nelectron gyroscale and converted into electron heat. Kolmogorov-style scaling\nrelations are derived for these cascades. Astrophysical and space-physical\napplications are discussed in detail.\n",
      "journal_ref": "ApJS 182, 310 (2009)",
      "id": "0704.0044"
    },
    {
      "year": 2007,
      "title": "Evolution of solitary waves and undular bores in shallow-water flows\n  over a gradual slope with bottom friction",
      "abstract": "  This paper considers the propagation of shallow-water solitary and nonlinear\nperiodic waves over a gradual slope with bottom friction in the framework of a\nvariable-coefficient Korteweg-de Vries equation. We use the Whitham averaging\nmethod, using a recent development of this theory for perturbed integrable\nequations. This general approach enables us not only to improve known results\non the adiabatic evolution of isolated solitary waves and periodic wave trains\nin the presence of variable topography and bottom friction, modeled by the\nChezy law, but also importantly, to study the effects of these factors on the\npropagation of undular bores, which are essentially unsteady in the system\nunder consideration. In particular, it is shown that the combined action of\nvariable topography and bottom friction generally imposes certain global\nrestrictions on the undular bore propagation so that the evolution of the\nleading solitary wave can be substantially different from that of an isolated\nsolitary wave with the same initial amplitude. This non-local effect is due to\nnonlinear wave interactions within the undular bore and can lead to an\nadditional solitary wave amplitude growth, which cannot be predicted in the\nframework of the traditional adiabatic approach to the propagation of solitary\nwaves in slowly varying media.\n",
      "journal_ref": "J. Fluid Mech. 585, 213-244 (2007)",
      "id": "0704.0045"
    },
    {
      "year": 2007,
      "title": "A limit relation for entropy and channel capacity per unit cost",
      "abstract": "  In a quantum mechanical model, Diosi, Feldmann and Kosloff arrived at a\nconjecture stating that the limit of the entropy of certain mixtures is the\nrelative entropy as system size goes to infinity. The conjecture is proven in\nthis paper for density matrices. The first proof is analytic and uses the\nquantum law of large numbers. The second one clarifies the relation to channel\ncapacity per unit cost for classical-quantum channels. Both proofs lead to\ngeneralization of the conjecture.\n",
      "journal_ref": "J. Math. Phys. 48(2007), 092102.",
      "id": "0704.0046"
    },
    {
      "year": 2007,
      "title": "Inference on white dwarf binary systems using the first round Mock LISA\n  Data Challenges data sets",
      "abstract": "  We report on the analysis of selected single source data sets from the first\nround of the Mock LISA Data Challenges (MLDC) for white dwarf binaries. We\nimplemented an end-to-end pipeline consisting of a grid-based coherent\npre-processing unit for signal detection, and an automatic Markov Chain Monte\nCarlo post-processing unit for signal evaluation. We demonstrate that signal\ndetection with our coherent approach is secure and accurate, and is increased\nin accuracy and supplemented with additional information on the signal\nparameters by our Markov Chain Monte Carlo approach. We also demonstrate that\nthe Markov Chain Monte Carlo routine is additionally able to determine\naccurately the noise level in the frequency window of interest.\n",
      "journal_ref": "Class.Quant.Grav.24:S541-S550,2007",
      "id": "0704.0048"
    },
    {
      "year": 2008,
      "title": "A Global Approach to the Theory of Special Finsler Manifolds",
      "abstract": "  The aim of the present paper is to provide a global presentation of the\ntheory of special Finsler manifolds. We introduce and investigate globally (or\nintrinsically, free from local coordinates) many of the most important and most\ncommonly used special Finsler manifolds: locally Minkowskian, Berwald,\nLandesberg, general Landesberg, $P$-reducible, $C$-reducible,\nsemi-$C$-reducible, quasi-$C$-reducible, $P^{*}$-Finsler, $C^{h}$-recurrent,\n$C^{v}$-recurrent, $C^{0}$-recurrent, $S^{v}$-recurrent, $S^{v}$-recurrent of\nthe second order, $C_{2}$-like, $S_{3}$-like, $S_{4}$-like, $P_{2}$-like,\n$R_{3}$-like, $P$-symmetric, $h$-isotropic, of scalar curvature, of constant\ncurvature, of $p$-scalar curvature, of $s$-$ps$-curvature. The global\ndefinitions of these special Finsler manifolds are introduced. Various\nrelationships between the different types of the considered special Finsler\nmanifolds are found. Many local results, known in the literature, are proved\nglobally and several new results are obtained. As a by-product, interesting\nidentities and properties concerning the torsion tensor fields and the\ncurvature tensor fields are deduced. Although our investigation is entirely\nglobal, we provide; for comparison reasons, an appendix presenting a local\ncounterpart of our global approach and the local definitions of the special\nFinsler spaces considered.\n",
      "journal_ref": "J. Math. Kyoto Univ., 48 (2008), 857-893.",
      "id": "0704.0053"
    },
    {
      "year": 2007,
      "title": "The Hardy-Lorentz Spaces $H^{p,q}(R^n)$",
      "abstract": "  In this paper we consider the Hardy-Lorentz spaces $H^{p,q}(R^n)$, with\n$0<p\\le 1$, $0<q\\le \\infty$. We discuss the atomic decomposition of the\nelements in these spaces, their interpolation properties, and the behavior of\nsingular integrals and other operators acting on them.\n",
      "journal_ref": "Studia Math. 182 (2007) no. 3, 283-294",
      "id": "0704.0054"
    },
    {
      "year": 2007,
      "title": "High-spin to low-spin and orbital polarization transitions in\n  multiorbital Mott systems",
      "abstract": "  We study the interplay of crystal field splitting and Hund coupling in a\ntwo-orbital model which captures the essential physics of systems with two\nelectrons or holes in the e_g shell. We use single site dynamical mean field\ntheory with a recently developed impurity solver which is able to access strong\ncouplings and low temperatures. The fillings of the orbitals and the location\nof phase boundaries are computed as a function of Coulomb repulsion, exchange\ncoupling and crystal field splitting. We find that the Hund coupling can drive\nthe system into a novel Mott insulating phase with vanishing orbital\nsusceptibility. Away from half-filling, the crystal field splitting can induce\nan orbital selective Mott state.\n",
      "journal_ref": "Phys. Rev. Lett. 99, 126405 (2007)",
      "id": "0704.0057"
    },
    {
      "year": 2003,
      "title": "Intelligent Life in Cosmology",
      "abstract": "  I shall present three arguments for the proposition that intelligent life is\nvery rare in the universe. First, I shall summarize the consensus opinion of\nthe founders of the Modern Synthesis (Simpson, Dobzhanski, and Mayr) that the\nevolution of intelligent life is exceedingly improbable. Second, I shall\ndevelop the Fermi Paradox: if they existed they'd be here. Third, I shall show\nthat if intelligent life were too common, it would use up all available\nresources and die out. But I shall show that the quantum mechanical principle\nof unitarity (actually a form of teleology!) requires intelligent life to\nsurvive to the end of time. Finally, I shall argue that, if the universe is\nindeed accelerating, then survival to the end of time requires that intelligent\nlife, though rare, to have evolved several times in the visible universe. I\nshall argue that the acceleration is a consequence of the excess of matter over\nantimatter in the universe. I shall suggest experiments to test these claims.\n",
      "journal_ref": "International Journal of Astrobiology 2 (2003) 141-148",
      "id": "0704.0058"
    },
    {
      "year": 2007,
      "title": "The Mass and Radius of the Unseen M-Dwarf Companion in the Single-Lined\n  Eclipsing Binary HAT-TR-205-013",
      "abstract": "  We derive masses and radii for both components in the single-lined eclipsing\nbinary HAT-TR-205-013, which consists of a F7V primary and a late M-dwarf\nsecondary. The system's period is short, $P=2.230736 \\pm 0.000010$ days, with\nan orbit indistinguishable from circular, $e=0.012 \\pm 0.021$. We demonstrate\ngenerally that the surface gravity of the secondary star in a single-lined\nbinary undergoing total eclipses can be derived from characteristics of the\nlight curve and spectroscopic orbit. This constrains the secondary to a unique\nline in the mass-radius diagram with $M/R^2$ = constant. For HAT-TR-205-013, we\nassume the orbit has been tidally circularized, and that the primary's rotation\nhas been synchronized and aligned with the orbital axis. Our observed line\nbroadening, $V_{\\rm rot} \\sin i_{\\rm rot} = 28.9 \\pm 1.0$ \\kms, gives a primary\nradius of $R_{\\rm A} = 1.28 \\pm 0.04$ \\rsun. Our light curve analysis leads to\nthe radius of the secondary, $R_{\\rm B} = 0.167 \\pm 0.006$ \\rsun, and the\nsemimajor axis of the orbit, $a = 7.54 \\pm 0.30 \\rsun = 0.0351 \\pm 0.0014$ AU.\nOur single-lined spectroscopic orbit and the semimajor axis then yield the\nindividual masses, $M_{\\rm B} = 0.124 \\pm 0.010$ \\msun and $M_{\\rm A} = 1.04\n\\pm 0.13$ \\msun. Our result for HAT-TR-205-013 B lies above the theoretical\nmass-radius models from the Lyon group, consistent with results from\ndouble-lined eclipsing binaries. The method we describe offers the opportunity\nto study the very low end of the stellar mass-radius relation.\n",
      "journal_ref": "Astrophys.J.663:573-582,2007",
      "id": "0704.0059"
    },
    {
      "year": 2007,
      "title": "Coulomb excitation of unstable nuclei at intermediate energies",
      "abstract": "  We investigate the Coulomb excitation of low-lying states of unstable nuclei\nin intermediate energy collisions ($E_{lab}\\sim10-500$ MeV/nucleon). It is\nshown that the cross sections for the $E1$ and $E2$ transitions are larger at\nlower energies, much less than 10 MeV/nucleon. Retardation effects and Coulomb\ndistortion are found to be both relevant for energies as low as 10 MeV/nucleon\nand as high as 500 MeV/nucleon. Implications for studies at radioactive beam\nfacilities are discussed.\n",
      "journal_ref": "Phys.Lett.B650:233-238,2007",
      "id": "0704.0060"
    },
    {
      "year": 2007,
      "title": "On-line Viterbi Algorithm and Its Relationship to Random Walks",
      "abstract": "  In this paper, we introduce the on-line Viterbi algorithm for decoding hidden\nMarkov models (HMMs) in much smaller than linear space. Our analysis on\ntwo-state HMMs suggests that the expected maximum memory used to decode\nsequence of length $n$ with $m$-state HMM can be as low as $\\Theta(m\\log n)$,\nwithout a significant slow-down compared to the classical Viterbi algorithm.\nClassical Viterbi algorithm requires $O(mn)$ space, which is impractical for\nanalysis of long DNA sequences (such as complete human genome chromosomes) and\nfor continuous data streams. We also experimentally demonstrate the performance\nof the on-line Viterbi algorithm on a simple HMM for gene finding on both\nsimulated and real DNA sequences.\n",
      "journal_ref": "Algorithms in Bioinformatics: 7th International Workshop (WABI),\n  4645 volume of Lecture Notes in Computer Science, pp. 240-251, Philadelphia,\n  PA, USA, September 2007. Springer",
      "id": "0704.0062"
    },
    {
      "year": 2008,
      "title": "Nilpotent symmetry invariance in the superfield formulation: the\n  (non-)Abelian 1-form gauge theories",
      "abstract": "  We capture the off-shell as well as the on-shell nilpotent\nBecchi-Rouet-Stora-Tyutin (BRST) and anti-BRST symmetry invariance of the\nLagrangian densities of the four (3 + 1)-dimensional (4D) (non-)Abelian 1-form\ngauge theories within the framework of the superfield formalism. In particular,\nwe provide the geometrical interpretations for (i) the above nilpotent symmetry\ninvariance, and (ii) the above Lagrangian densities, in the language of the\nspecific quantities defined in the domain of the above superfield formalism.\nSome of the subtle points, connected with the 4D (non-)Abelian 1-form gauge\ntheories, are clarified within the framework of the above superfield formalism\nwhere the 4D ordinary gauge theories are considered on the (4, 2)-dimensional\nsupermanifold parametrized by the four spacetime coordinates x^\\mu (with \\mu =\n0, 1, 2, 3) and a pair of Grassmannian variables \\theta and \\bar\\theta. One of\nthe key results of our present investigation is a great deal of simplification\nin the geometrical understanding of the nilpotent (anti-)BRST symmetry\ninvariance.\n",
      "journal_ref": "Int.J.Mod.Phys.A23:3685-3705,2008",
      "id": "0704.0064"
    },
    {
      "year": 2009,
      "title": "Littlewood-Richardson polynomials",
      "abstract": "  We introduce a family of rings of symmetric functions depending on an\ninfinite sequence of parameters. A distinguished basis of such a ring is\ncomprised by analogues of the Schur functions. The corresponding structure\ncoefficients are polynomials in the parameters which we call the\nLittlewood-Richardson polynomials. We give a combinatorial rule for their\ncalculation by modifying an earlier result of B. Sagan and the author. The new\nrule provides a formula for these polynomials which is manifestly positive in\nthe sense of W. Graham. We apply this formula for the calculation of the\nproduct of equivariant Schubert classes on Grassmannians which implies a\nstability property of the structure coefficients. The first manifestly positive\nformula for such an expansion was given by A. Knutson and T. Tao by using\ncombinatorics of puzzles while the stability property was not apparent from\nthat formula. We also use the Littlewood-Richardson polynomials to describe the\nmultiplication rule in the algebra of the Casimir elements for the general\nlinear Lie algebra in the basis of the quantum immanants constructed by A.\nOkounkov and G. Olshanski.\n",
      "journal_ref": "J. Algebra 321 (2009), 3450-3468.",
      "id": "0704.0065"
    },
    {
      "year": 2007,
      "title": "Order of Epitaxial Self-Assembled Quantum Dots: Linear Analysis",
      "abstract": "  Epitaxial self-assembled quantum dots (SAQDs) are of interest for\nnanostructured optoelectronic and electronic devices such as lasers,\nphotodetectors and nanoscale logic. Spatial order and size order of SAQDs are\nimportant to the development of usable devices. It is likely that these two\ntypes of order are strongly linked; thus, a study of spatial order will also\nhave strong implications for size order. Here a study of spatial order is\nundertaken using a linear analysis of a commonly used model of SAQD formation\nbased on surface diffusion. Analytic formulas for film-height correlation\nfunctions are found that characterize quantum dot spatial order and\ncorresponding correlation lengths that quantify order. Initial atomic-scale\nrandom fluctuations result in relatively small correlation lengths (about two\ndots) when the effect of a wetting potential is negligible; however, the\ncorrelation lengths diverge when SAQDs are allowed to form at a near-critical\nfilm height. The present work reinforces previous findings about anisotropy and\nSAQD order and presents as explicit and transparent mechanism for ordering with\ncorresponding analytic equations. In addition, SAQD formation is by its nature\na stochastic process, and various mathematical aspects regarding statistical\nanalysis of SAQD formation and order are presented.\n",
      "journal_ref": "L. H. Friedman. Order of epitaxial self-assembled quantum dots:\n  Linear analysis. Journal of Nanophotonics, 1(1):013513, 2007.",
      "id": "0704.0067"
    },
    {
      "year": 2008,
      "title": "Coincidence of the oscillations in the dipole transition and in the\n  persistent current of narrow quantum rings with two electrons",
      "abstract": "  The fractional Aharonov-Bohm oscillation (FABO) of narrow quantum rings with\ntwo electrons has been studied and has been explained in an analytical way, the\nevolution of the period and amplitudes against the magnetic field can be\nexactly described. Furthermore, the dipole transition of the ground state was\nfound to have essentially two frequencies, their difference appears as an\noscillation matching the oscillation of the persistent current exactly. A\nnumber of equalities relating the observables and dynamical parameters have\nbeen found.\n",
      "journal_ref": "J. Phys.: Condens. Matter 20 (2008) 055214",
      "id": "0704.0070"
    },
    {
      "year": 2007,
      "title": "Strong decays of charmed baryons",
      "abstract": "  There has been important experimental progress in the sector of heavy baryons\nin the past several years. We study the strong decays of the S-wave, P-wave,\nD-wave and radially excited charmed baryons using the $^3P_0$ model. After\ncomparing the calculated decay pattern and total width with the available data,\nwe discuss the possible internal structure and quantum numbers of those charmed\nbaryons observed recently.\n",
      "journal_ref": "Phys.Rev.D75:094017,2007",
      "id": "0704.0075"
    },
    {
      "year": 2007,
      "title": "Linear perturbations of matched spacetimes: the gauge problem and\n  background symmetries",
      "abstract": "  We present a critical review about the study of linear perturbations of\nmatched spacetimes including gauge problems. We analyse the freedom introduced\nin the perturbed matching by the presence of background symmetries and revisit\nthe particular case of spherically symmetry in n-dimensions. This analysis\nincludes settings with boundary layers such as brane world models and shell\ncosmologies.\n",
      "journal_ref": "Class.Quant.Grav.24:3673-3690,2007",
      "id": "0704.0078"
    },
    {
      "year": 2008,
      "title": "Shaping the Globular Cluster Mass Function by Stellar-Dynamical\n  Evaporation",
      "abstract": "  We show that the globular cluster mass function (GCMF) in the Milky Way\ndepends on cluster half-mass density (rho_h) in the sense that the turnover\nmass M_TO increases with rho_h while the width of the GCMF decreases. We argue\nthat this is the expected signature of the slow erosion of a mass function that\ninitially rose towards low masses, predominantly through cluster evaporation\ndriven by internal two-body relaxation. We find excellent agreement between the\nobserved GCMF -- including its dependence on internal density rho_h, central\nconcentration c, and Galactocentric distance r_gc -- and a simple model in\nwhich the relaxation-driven mass-loss rates of clusters are approximated by\n-dM/dt = mu_ev ~ rho_h^{1/2}. In particular, we recover the well-known\ninsensitivity of M_TO to r_gc. This feature does not derive from a literal\n``universality'' of the GCMF turnover mass, but rather from a significant\nvariation of M_TO with rho_h -- the expected outcome of relaxation-driven\ncluster disruption -- plus significant scatter in rho_h as a function of r_gc.\nOur conclusions are the same if the evaporation rates are assumed to depend\ninstead on the mean volume or surface densities of clusters inside their tidal\nradii, as mu_ev ~ rho_t^{1/2} or mu_ev ~ Sigma_t^{3/4} -- alternative\nprescriptions that are physically motivated but involve cluster properties\n(rho_t and Sigma_t) that are not as well defined or as readily observable as\nrho_h. In all cases, the normalization of mu_ev required to fit the GCMF\nimplies cluster lifetimes that are within the range of standard values\n(although falling towards the low end of this range). Our analysis does not\ndepend on any assumptions or information about velocity anisotropy in the\nglobular cluster system.\n",
      "journal_ref": "Astrophys.J.679:1272-1287,2008",
      "id": "0704.0080"
    },
    {
      "year": 2007,
      "title": "Why there is something rather than nothing (out of everything)?",
      "abstract": "  The path integral over Euclidean geometries for the recently suggested\ndensity matrix of the Universe is shown to describe a microcanonical ensemble\nin quantum cosmology. This ensemble corresponds to a uniform (weight one)\ndistribution in phase space of true physical variables, but in terms of the\nobservable spacetime geometry it is peaked about complex saddle-points of the\n{\\em Lorentzian} path integral. They are represented by the recently obtained\ncosmological instantons limited to a bounded range of the cosmological\nconstant. Inflationary cosmologies generated by these instantons at late stages\nof expansion undergo acceleration whose low-energy scale can be attained within\nthe concept of dynamically evolving extra dimensions. Thus, together with the\nbounded range of the early cosmological constant, this cosmological ensemble\nsuggests the mechanism of constraining the landscape of string vacua and,\nsimultaneously, a possible solution to the dark energy problem in the form of\nthe quasi-equilibrium decay of the microcanonical state of the Universe.\n",
      "journal_ref": "Phys.Rev.Lett.99:071301,2007",
      "id": "0704.0083"
    },
    {
      "year": 2007,
      "title": "A Universality in PP-Waves",
      "abstract": "  We discuss a universality property of any covariant field theory in\nspace-time expanded around pp-wave backgrounds. According to this property the\nspace-time lagrangian density evaluated on a restricted set of field\nconfigurations, called universal sector, turns out to be same around all the\npp-waves, even off-shell, with same transverse space and same profiles for the\nbackground scalars. In this paper we restrict our discussion to tensorial\nfields only. In the context of bosonic string theory we consider on-shell\npp-waves and argue that universality requires the existence of a universal\nsector of world-sheet operators whose correlation functions are insensitive to\nthe pp-wave nature of the metric and the background gauge flux. Such results\ncan also be reproduced using the world-sheet conformal field theory. We also\nstudy such pp-waves in non-polynomial closed string field theory (CSFT). In\nparticular, we argue that for an off-shell pp-wave ansatz with flat transverse\nspace and dilaton independent of transverse coordinates the field redefinition\nrelating the low energy effective field theory and CSFT with all the massive\nmodes integrated out is at most quadratic in fields. Because of this\nsimplification it is expected that the off-shell pp-waves can be identified on\nthe two sides. Furthermore, given the massless pp-wave field configurations, an\niterative method for computing the higher massive modes using the CSFT\nequations of motion has been discussed. All our bosonic string theory analyses\ncan be generalised to the common Neveu-Schwarz sector of superstrings.\n",
      "journal_ref": "JHEP 0706:061,2007",
      "id": "0704.0085"
    },
    {
      "year": 2008,
      "title": "Clustering in a stochastic model of one-dimensional gas",
      "abstract": "  We give a quantitative analysis of clustering in a stochastic model of\none-dimensional gas. At time zero, the gas consists of $n$ identical particles\nthat are randomly distributed on the real line and have zero initial speeds.\nParticles begin to move under the forces of mutual attraction. When particles\ncollide, they stick together forming a new particle, called cluster, whose mass\nand speed are defined by the laws of conservation. We are interested in the\nasymptotic behavior of $K_n(t)$ as $n\\to \\infty$, where $K_n(t)$ denotes the\nnumber of clusters at time $t$ in the system with $n$ initial particles. Our\nmain result is a functional limit theorem for $K_n(t)$. Its proof is based on\nthe discovered localization property of the aggregation process, which states\nthat the behavior of each particle is essentially defined by the motion of\nneighbor particles.\n",
      "journal_ref": "Annals of Applied Probability 2008, Vol. 18, No. 3, 1026-1058",
      "id": "0704.0086"
    },
    {
      "year": 2009,
      "title": "Groups with finitely many conjugacy classes and their automorphisms",
      "abstract": "  We combine classical methods of combinatorial group theory with the theory of\nsmall cancellations over relatively hyperbolic groups to construct finitely\ngenerated torsion-free groups that have only finitely many classes of conjugate\nelements. Moreover, we present several results concerning embeddings into such\ngroups.\n  As another application of these techniques, we prove that every countable\ngroup $C$ can be realized as a group of outer automorphisms of a group $N$,\nwhere $N$ is a finitely generated group having Kazhdan's property (T) and\ncontaining exactly two conjugacy classes.\n",
      "journal_ref": "Comm. Math. Helv. 84 (2009), No. 2, pp. 259--296.",
      "id": "0704.0091"
    },
    {
      "year": 2007,
      "title": "Energy density for chiral lattice fermions with chemical potential",
      "abstract": "  We study a recently proposed formulation of overlap fermions at finite\ndensity. In particular we compute the energy density as a function of the\nchemical potential and the temperature. It is shown that overlap fermions with\nchemical potential reproduce the correct continuum behavior.\n",
      "journal_ref": "Phys.Rev.D76:054502,2007",
      "id": "0704.0092"
    },
    {
      "year": 2007,
      "title": "Sparsely-spread CDMA - a statistical mechanics based analysis",
      "abstract": "  Sparse Code Division Multiple Access (CDMA), a variation on the standard CDMA\nmethod in which the spreading (signature) matrix contains only a relatively\nsmall number of non-zero elements, is presented and analysed using methods of\nstatistical physics. The analysis provides results on the performance of\nmaximum likelihood decoding for sparse spreading codes in the large system\nlimit. We present results for both cases of regular and irregular spreading\nmatrices for the binary additive white Gaussian noise channel (BIAWGN) with a\ncomparison to the canonical (dense) random spreading code.\n",
      "journal_ref": "J. Phys. A: Math. Theor. 40 No 41 (12 October 2007) 12315-12333",
      "id": "0704.0098"
    },
    {
      "year": 2007,
      "title": "Topology Change of Black Holes",
      "abstract": "  The topological structure of the event horizon has been investigated in terms\nof the Morse theory. The elementary process of topological evolution can be\nunderstood as a handle attachment. It has been found that there are certain\nconstraints on the nature of black hole topological evolution: (i) There are n\nkinds of handle attachments in (n+1)-dimensional black hole space-times. (ii)\nHandles are further classified as either of black or white type, and only black\nhandles appear in real black hole space-times. (iii) The spatial section of an\nexterior of the black hole region is always connected. As a corollary, it is\nshown that the formation of a black hole with an S**(n-2) x S**1 horizon from\nthat with an S**(n-1) horizon must be non-axisymmetric in asymptotically flat\nspace-times.\n",
      "journal_ref": "Prog.Theor.Phys.118:715-727,2007",
      "id": "0704.0100"
    },
    {
      "year": 2008,
      "title": "The birth of string theory",
      "abstract": "  In this contribution we go through the developments that in the years 1968 to\n1974 led from the Veneziano model to the bosonic string.\n",
      "journal_ref": "Lect.NotesPhys.737:59-118,2008",
      "id": "0704.0101"
    }
  ]
}